{
    "lang": "Deutsch",
    "title": "MeteoNook für {island}",
    "mSettings": "Einstellungen",
    "mTimeFormat": "Zeitformat",
    "mTime12": "12 Stunden",
    "mTime24": "24 Stunden",
    "mLanguage": "Sprache",
    "hTab": "Willkommen",
    "sTab": "Seed",
    "oTab": "Übersicht",
    "yTab": "Jährlich",
    "mTab": "Monatlich",
    "hTWelcome": "Willkommen zu MeteoNook Alpha",
    "hWelcome": "MeteoNook ist eine Wettervorhersage für <i>Animal Crossing: New Horizons</i> {version}.%%Dieses Tool sagt das Wetterverhalten deiner Insel voraus, inklusive exakten Uhrzeiten für Sternschnuppen, Regenbogen und Nordlichter. Um zu beginnen, benötigst du einen Wetter Seed. Das ist eine lange, einzigartige Zahl für deine Insel, die festlegt, wie dein Wetter sein wird. Folge der Anleitung im <b>Seed</b>-Tab, um mehr herauszufinden.",
    "hTLog": "Änderungshistorie",
    "hLog20200702": "Unterstützung für 1.3.0. Es gibt noch einige Änderungen, die umzusetzen sind (die Wettermuster Fine02 und Fine06 haben sich leicht verändert) und welche morgen implementiert werden.",
    "hLog20200708": "Vollständige Unterstützung für 1.3.0. Kleine Sternenschauer sind nun auch in der Übersicht zu finden.",
    "hTFAQ": "Häufig gestellte Fragen",
    "hQSeed": "Ändert sich mein Wetter Seed, wenn ich Zeitreisen mache?",
    "hASeed": "Nein. Der Wetter Seed wird einmalig bei Erstellung der Insel zufällig ausgewählt und ändert sich danach nicht mehr.",
    "hQCeleste": "Wo ist Eufemia?",
    "hACeleste": "Zu Beginn der Woche wählt das Spiel einen zufälligen Tag für Eufemias Erscheinen aus, der unabhängig von Sternschnuppen ist. Dies ist komplett zufällig und steht nicht im Zusammenhang mit deinem Wetter Seed. Somit kann dieser Besuch nicht vorausgesagt werden.",
    "hQWind": "Was bedeutet 🍃?",
    "hAWind": "Die Zahl steht für die Stärke beziehungsweise für die Geschwindigkeit des Windes. 0 heißt kein Wind, 1 ist eine leichte Brise und 5 ist die maximale Windstärke in AC:NH. Die Windstärke hat keinen Einfluss auf das Spielverhalten, lediglich einige Gegenstände wie Palmen und Anziehsachen sind unterschiedlich animiert.",
    "hQStarVis": "Warum sind die Uhrzeiten für Sternschnuppen im Übersichts-Tab ausgegraut oder dick gedruckt?",
    "hAStarVis": "Während eines leichten Meteorschauers besteht zwischen 19 und 4 Uhr eine zufällige, kleine Chance fünf Sternschnuppen in einer Minute zu sehen. MeteoNook versucht herauszufinden, wann mehrere Gruppen von Sternschnuppen nah beieinander liegen. Zu den <span class='cluster-dense'>dick</span> gedruckten Zeiten kannst du einige Sternschnuppen erwarten. Zu den <span class='cluster-light'> ausgegrauten</span> Zeiten sind die Sternschnuppen selten und weit voneinander entfernt.%%Das ermöglicht dir zu sehen, wann es sich besonders lohnt zu spielen, um möglichst viele Sternschnuppen zu sehen. Für exakte Zeitangaben klicke auf 'Mehr sehen'.",
    "hQStar130": "Warum sehe ich jetzt mit dem selben Seed mehr Sternschnuppen als zuvor?",
    "hAStar130": "Die Seeds haben sich <u>nicht</u> verändert, allerdings wurden in Version 1.3.0 (Sommer Update Phase 1, in dem die Möglichkeit zu Tauchen hinzugefügt wurde) einige Dinge am Wettersystem geändert. Zuvor konnten bei einem leichten Meteorschauer Sternschnuppen zwischen 19 und 4 Uhr nur auftauchen, wenn das Wetter <b>wolkenlos</b> war. Ab 1.3.0 können sie auch auftauchen, wenn das Wetter <b>sonnig</b> ist.%%Zwei von drei leichten Meteorschauer-Mustern wurden ebenfalls geändert. Fine02 ist jetzt bewölkt um 18 Uhr und sonnig um 19 Uhr (vorher war das anders herum) und Fine06 ist jetzt bewölkt um 17 Uhr und sonnig um 19 Uhr (ebenfalls vorher anders herum). Die Seed-Suche akzeptiert die alte und die neue Version dieser Muster.",
    "hQMoreData": "Warum bekomme ich die Nachricht, dass mehr Daten benötigt werden?",
    "hAMoreData": "Es gibt über 2 Milliarden mögliche Wetter Seeds, aber nur einer ist der richtige für deine Insel. MeteoNook durchsucht alle möglichen Seeds, kalkuliert das Wetter zum Seed und vergleicht es mit deinen Daten, die du angegeben hast. Wenn das berechnete Wetter des Seeds nicht zu deiner Angabe passt (z.B. du hast Regen zu einer Uhrzeit angegeben, aber der Seed hat Sonne berechnet), wird der Seed ignoriert.%%Während des Testens hatten wir mit folgenden Kombinationen Erfolg...%%-Die genauen Daten für 5 bis 7 starke Meteorschauer%%-Die genauen Stunden und Minuten für Sternschnuppen während einem leichten Meteorschauer über 1 bis 3 Stunden%%-Die genauen Stunden, Minuten und Sekunden für verschiedene Sternschnuppen während einem leichten Meteorschauer%%-Die genauen Tage und Uhrzeiten für 5 bis 7 Regenbögen%%Es ist in auf jeden Fall stark zufällig. Vielleicht hast du Glück und kannst mit nur wenigen Daten den richtige Seed finden, vielleicht musst du aber auch mehr Daten angeben!",
    "hQNoSeeds": "Warum kann mein Wetter Seed nicht gefunden werden?",
    "hANoSeeds": "Ein Fehler in den von dir angegebenen Daten reicht aus, damit MeteoNook den korrekten Wetter Seed nicht mehr finden kann. Dies passiert schnell, da die Wettertypen leicht zu vermischen sind. Wenn du dir nicht komplett sicher bist, dann wähle \"nicht sicher\" als Option. Dies schränkt die Wetterauswahl nicht so schnell ein, wie bei einer spezifischen Auswahl eines Wettertypen, ist aber weniger riskant - ein langsames, aber korrektes Ergebnis ist besser als gar kein Ergebnis!",
    "hQBadSeed": "Ich habe einen Wetter Seed erhalten, aber die Daten stimmen nicht!",
    "hABadSeed": "Das passiert manchmal und es nervt. Am wahrscheinlichsten ist, dass irgendwo in deinen angegebenen Daten ein Fehler ist und MeteoNook einen Wetter Seed gefunden hat, der zwar zu deinen Angaben passt, aber nicht zum Wetter deiner Insel. Versuche deine Wettertypen zu \"nicht sicher\" zu ändern, nur um sicher zu gehen, dass es kein Fehler mit den Wolkentypen ist. Wenn das nicht hilft, musst du eventuell neue Daten sammeln.",
    "hQAdd": "Wirst du Funktion X hinzufügen?",
    "hAAdd": "Vielleicht. Vielleicht nicht. Ich kann nichts versprechen.",
    "hQDonate": "Kann ich dir Geld spenden?",
    "hADonate": "Da ich von einigen Leuten auf Discord und Twitter gefragt wurde, habe ich ein paar Links in die Fußzeile gepackt. Bitte fühlt euch nicht dazu verpflichtet, etwas zu spenden!",
    "hQSource": "Wird das hier Open Source werden?",
    "hASource": "Diese neue Version von MeteoNook ist auf GitHub unter der GNU Affero GPL 3.0 Lizenz verfügbar. Der Repository-Link befindet sich am Ende der Seite.",
    "sIntro": "Bevor das Wetter deiner Insel vorausgesagt werden kann, musst du herausfinden, welchen Wetter Seed deine Insel hat. Dieses Tool kann ihn für dich ermitteln, wenn du ausreichend Daten über das Wetter deiner Insel eingibst. Je mehr Informationen du eingibst, desto einfach wird es sein, den Wetter Seed zu bestimmen!",
    "sTTypes": "Wettertypen",
    "sTypes1": "Jede Stunde in Animal Crossing hat einen Wettertypen - wolkenlos ☀️, sonnig 🌤, bewölkt 🌥️️, Regenwolken ☁, Regen/Schnee 🌧 und starker Regen/Schnee ⛈️. Wenn du weißt, welchen Typen du zu einer bestimmten Stunde hast, füge ihn in diesem Abschnitt ein.",
    "sTypes2": "Wolken sind am einfachsten zu Beginn einer Stunde (X:00 Uhr) zu identifizieren. Wenn der Himmel beispielsweise um 13:00 komplett klar ist, ist das Wetter um 13 Uhr definitiv <b>wolkenlos ☀️</b>. Um 13:30 Uhr ist das Wetter eine Mischung aus dem Wetter von 13 und 14 Uhr.%%Regen und Schnee hält sich über die gesamte Stunde. Regnet es also zu irgendeiner Zeit zwischen 13 und 14 Uhr, ist das Wetter um 13 Uhr definitiv <b>Regen/Schnee 🌧</b> oder <b>starker Regen/Schnee ⛈️</b>.%%Wenn du dir nicht sicher bist, welcher Wolkentyp zu einer bestimmten Stunde besteht, wähle eine der 'nicht sicher' Optionen.%%Du brauchst diese Informationen nicht an Tagen hinzufügen, an denen du starke Meteorschauer, Regenbogen oder Nordlichter gesehen hast, da diese Informationen ausreichen, um das Wettermuster für diesen Tag zu bestimmen.",
    "sTStars": "Sternschnuppen Zeitplan",
    "sStars": "Wenn du die exakte In-Game Uhrzeit (Stunde und Minute) von Sternschnuppen während eines Meteorschauers mit angibst, hilft dies den richtigen Seed zu ermitteln. Du wirst immer 5 bis 8 Sternschnuppen pro Minute an einer Stelle sehen.%%Wenn du dir sicher bist, dass in einem bestimmten Zeitabschnitt während eines Meteorschauers keine Sternschnuppen erscheinen, kannst du den Zeitabschnitt als Lücke hinzufügen, um den Algorithmus zu unterstützen. Der <b>Aus Zeitplan erstellen</b>-Knopf erzeugt automatisch Lücken zwischen allen Zeiten, die du eingegeben hast.%%Mit einem klick auf <b>Sekunden bearbeiten</b> kannst du die Uhrzeiten jeder Sternschnuppe sekundengenau angeben. Dies ist sehr hilfreich, um deinen Seed schnell zu finden, ist aber unter Umständen äußerst schwierig, da die In-Game Uhr keine Sekunden anzeigt.%%<b>Starke Meteorschauer</b> erzeugen 5 bis 8 Sternschnuppen pro Minute, die in hoher Frequenz zwischen 19 und 4 Uhr auftauchen. <b>Leichte Meteorschauer</b> haben 5 Sternschnuppen pro Minute die seltener auftauchen.",
    "sTTips": "Tipps",
    "sTips": "-Gib keine Informationen ein, wenn du dir nicht komplett sicher bist.%%-Schau dir Screenshots und Videos an, die du <b>auf deiner Insel</b> (nicht auf Nook Meilen Ticket Inseln oder auf Inseln anderer Spieler) gemacht hast, um vergangenes Wetter zu sehen. Im Switch Album kannst du die A-Taste drücken, um das Datum und die Uhrzeit des Screenshots zu sehen. Für noch genauere Zeitangaben kopiere sie auf eine microSD Karte und ließ die Infromationen am Computer aus.%%-⚠️ Das EventDay00 Wettermuster (wolkenloses Wetter ohne Sternschnuppen) wird erzwungen, wenn K.K. Slider das erste mal auf deiner Insel auftritt und jedes mal, wenn du einen neuen Spieler (Switch Profil) auf deiner Insel hinzufügst. Gib von dieses Tagen keine Wetterdaten an!%%-⚠️ Tage in Animal Crossing starten und enden um <b>5 Uhr</b>. Wenn du dein Wetter nach Mitternacht protokollierst, achte darauf, dass du sie zum vorherigen Kalendertag hinzufügst.",
    "tStep1": "1. Schritt: Informationen eingeben",
    "tNorthernHemi": "Nördliche Hemisphäre",
    "tSouthernHemi": "Südliche Hemisphäre",
    "tnorthern": "nördlichen",
    "tsouthern": "südlichen",
    "tSpecialDay": "Vorsicht: In der {hemi} Hemisphäre ist heute <b>{day}</b>!{warn}",
    "tSpDayWarnEv": "Dies erzwingt das EventDay00 Wettermuster, wenn du das Ereignis freigeschaltet hast.",
    "tSpDayWarnRS": "Dies erzwingt das EventDay00 Wettermuster, wenn du Service-Center ausgebaut hast.",
    "tSpDayWarn": "Dies erzwingt das EventDay00 Wettermuster.",
    "tResetBlurb": "Deine Daten werden automatisch in deinem Browser gespeichert. Du kannst die Seite schließen und jederzeit wiederkommen. Klicke hier, um von vorne zu beginnen:",
    "tResetButton": "Daten zurücksetzen",
    "tExportBlurb": "Um Unterstützung bei MeteoNook zu erhalten, musst du eventuell deine Daten mit einreichen. Klicke hier, um sie im JSON Format zu exportieren:",
    "tExportButton": "Daten exportieren",
    "tTPatterns": "Spezielle Muster",
    "tNoData": "Keine Daten oder unsicher",
    "tShower": "Sternschnuppen oder Besuch von Eufemia",
    "tRainbow": "Regenbogen",
    "tAuroraN": "Nordlichter",
    "tAuroraS": "Südlichter",
    "tNone": "Keines der zuvor genannten",
    "tTShower": "Meteorschauer Information",
    "tHeavy": "Starker Meteorschauer (wird von Melinda oder Bewohnern erwähnt, 5-8 Sternschnuppen pro Minute)",
    "tLight": "Leichter Meteorschauer (5 Sterne pro Minute, in geringer Frequenz)",
    "tNotSure": "Unsicher",
    "tTTimes": "Zeiten, zu denen Sternschnuppen erscheinen",
    "tEditSeconds": "Sekunden bearbeiten",
    "tAddTime": "Zeit hinzufügen",
    "tEnoughTimes": "Genug Daten!",
    "tTGaps": "Lücken ohne Sternschnuppen",
    "tTo": "bis",
    "tAddGap": "Lücke hinzufügen",
    "tMakeFromTimes": "Aus Zeitplan erstellen",
    "tTTypes": "Wettertypen",
    "tAddType": "Wettertyp hinzufügen",
    "tPatterns": "Mögliche Muster:",
    "tPatternsNone": "<span class='text-danger'>Keine</span>. Überprüfe deine Angaben!",
    "tTRainbow": "Regenbogen Information",
    "tTime": "Uhrzeit",
    "tDoubleRainbow": "Doppelter Regenbogen",
    "tTAurora": "Himmelslichter Information",
    "tAuroraFit": "Welches dieser Muster passt?",
    "tStep2": "2. Schritt: Wetter Seed finden",
    "tStart": "Suche starten",
    "tCancel": "Abbrechen",
    "tWorking": "Suche...",
    "tInfoDefault": "Sobald du die Informationen oben ausgefüllt hast, klicke auf Suche starten um die Suche zu starten.",
    "tInfoRunning": "Suche, bitte warten...",
    "tInfoRunningC": "Suche, bitte warten... Bisher {count} gefunden: {seeds}",
    "tInfoPossibleSeeds": "1 möglicher Seed | {n} mögliche Seeds",
    "tInfoMoreData": "Du hast nicht genügend Wetterdaten eingegeben, um den Wetter Seed deiner Insel einzugrenzen.",
    "tInfoNoSeeds": "Es gibt keinen Wetter Seed, der zu den von dir eingegebenen Informationen passt. Prüfe deine Eingaben!",
    "tInfoMultiSeed": "Es scheint so, als gäbe es {count} Seeds, die zu deinen Angaben passen: {seeds}. Du kannst sie dir anschauen, in dem du auf sie klickst. Vergleiche die jeweiligen Angaben mit dem Wetter auf deiner Insel oder gib mehr Daten ein, um den richtigen Seed zu ermitteln.",
    "tInfoSeed": "Der Wetter Seed deiner Insel ist <b>{seed}</b>. Schreib ihn dir zur Sicherheit irgendwo auf. Wenn du das erledigt hast, wechsel zum 'Übersicht'-Tab, vervollständige die Einstellungen und sieh dir deine Wetterprognose an.",
    "tErrNoPatterns": "Die Informationen für {date} passen zu keinem möglichen Wettermuster für diesen Tag. Bitte überprüfe deine Eingaben.",
    "tErrStarConflict": "Du hast eine Abweichung am {date} um {time}, die besagt, dass gleichzeitig Sternschnuppen da sind und keine Sternschnuppen da sind. Bitte behebe den Fehler!",
    "tsTitle": "Bearbeite Sternschnuppe um {time}",
    "tsHeader": "Während eines starken Meteorschauers siehst du 5 bis 8 Sternschnuppen pro Minute. Während eines leichten Meteorschauers siehst du 5 Sternschnuppen pro Minute. Wenn du die genauen Sekunden für jede Sternschnuppe kennst, trage sie unten ein.",
    "tsStar": "Sternschnuppe {n}",
    "tsFooter1": "Diese Funktion ist sehr mächtig, aber sei vorsichtig - es ist schwierig diese Angaben exakt zu treffen! Am besten machst du ein Video deiner Switch (z.B. mit deinem Handy) auf dem die In-Game Uhr sichtbar ist und auch der Himmel währenddem die Sternschnuppen aufleuchten. Schau es dir anschließend an und notiere die Zeit des Videos, wenn sich die Minuten der In-Game Uhr ändern und wenn die Sternschnuppen erscheinen, um aus der Differenz die Sekunden für jeden Stern zu berechnen.",
    "tsFooter2": "Der Suchalgorithmus erlaubt eine Abweichung deiner Angaben um bis zu <b>4 Sekunden</b>.",
    "tsCancel": "Abbrechen",
    "tsSave": "Speichern",
    "deTitle": "Exportierte Daten",
    "yLight": "1 leichter Meteorschauer | {n} leichte Meteorschauer",
    "yHeavy": "1 starker Meteorschauer | {n} starke Meteorschauer",
    "yRainbow": "1 Regenbogen | {n} Regenbögen",
    "yRainbowDouble": "({n} doppelt)",
    "yAuroraN": "1 Nordlicht Tag | {n} Nordlicht Tage",
    "yAuroraS": "1 Südlicht Tag | {n} Südlicht Tage",
    "oExample": "Dies ist ein Vorhersage-Beispiel, welches zeigt, was MeteoNook kann. Sobald du den Wetter Seed deiner Insel gefunden hast, trage ihn unten ein, um deine persönliche Wettervorhersage zu bekommen.",
    "oChange": "Ändern",
    "oEditSettings": "Einstellungen bearbeiten",
    "oShareLink": "Link teilen",
    "oRemoveIsland": "Insel entfernen",
    "oSavedIslands": "Gespeicherte Inseln",
    "oAddIsland": "Weitere Insel hinzufügen",
    "oTitle": "Wetter auf {island}",
    "oToday": "Heute",
    "oTomorrow": "Morgen",
    "oSeeMore": "Mehr sehen",
    "oPattern": "Muster: {pattern}",
    "oSunny": "Wolkenlos {list}",
    "oCloudy": "Bewölkt {list}",
    "oRain": "Regen {list}",
    "oSnow": "Schnee {list}",
    "oMorning": "morgens",
    "oAfternoon": "mittags",
    "oEvening": "abends",
    "oNight": "nachts",
    "oZoneList1": "{0}",
    "oZoneList2": "{0} und {1}",
    "oZoneList3": "{0}, {1} und {2}",
    "oZoneRest": "für den Rest des Tages",
    "oZoneAllDay": "den ganzen Tag",
    "oHeavyShowerAlert": "Starker Meteorschauer: erwarte Sternschnuppen zwischen {start} und {end}",
    "oShowerAlert": "Erwarte einige Sternschnuppen um {list}",
    "oTimeList1": "{0}",
    "oTimeList2": "{0} und {1}",
    "oUpcoming": "Demnächst",
    "oRainbowAt": "Regenbogen um {time}",
    "oHeavyShower": "Starker Meteorschauer",
    "oSnowStart": "Schnee-Saison beginnt",
    "oSnowEnd": "Schnee-Saison endet",
    "oFogStart": "Nebel-Saison beginnt",
    "oFogEnd": "Nebel-Saison endet",
    "oConstellation": "Konstellation",
    "oZodiacNow": "Jetzt:",
    "oZodiacNext": "Als nächstes:",
    "oZodiacFrom": "(ab {date})",
    "tForecastConfig": "Vorhersage konfigurieren",
    "tIslandName": "Inselname",
    "tIslandNameDesc": "Die Vorhersage wird dadurch nicht beeinflusst. Wenn du das Wetter mehrerer Inseln mit MeteoNook beobachtest, erleichtert dir diese Einstellung die Inseln zu erkennen.",
    "tSeed": "Wetter Seed",
    "tHemisphere": "Hemisphäre",
    "tNorthern": "Nördlich",
    "tSouthern": "Südlich",
    "tClockMode": "Machst du Zeitreisen?",
    "tRealTime": "Nein, meine Switch Uhrzeit entspricht der realen Uhrzeit",
    "tTimeTravel": "Ja, ich reise in der Zeit",
    "tClockModeDesc": "Diese Einstellung beeinflusst, was MeteoNook als \"heute\" bezeichnet. Die Prognose wird dadurch nicht beeinflusst, sondern nur die Nutzbarkeit dieser App verbessert.",
    "tClockOffset": "Verschiebung der Uhrzeit",
    "tClockOffsetDesc": "Du kannst den Zeitversatz in Minuten angeben oder du wählst das Datum und die Uhrzeit, die aktuell auf deiner Switch sind.",
    "tMinutesSuffix": "Minuten",
    "tPreview": "Testen (ohne zu speichern)",
    "tSave": "Einstellungen speichern",
    "oGuidanceSingle": "Das ist deine Wetterprognose auf Basis des Seeds, den MeteoNook berechnet hat. Mehr Details bekommst du in den Tabs 'Jährlich' und 'Monatlich'. Sollte die Prognose nicht zu deinem Wetter passen, hast du eventuell einen Fehler beim angeben deiner Daten gemacht - das kann vorkommen. Wenn alles passt, fülle die restlichen Felder aus und klicke auf Speichern. Viel Spaß mit MeteoNook!",
    "oGuidanceMulti": "Das ist die Wetterprognose die du bekommen solltest, wenn der Seed für deine Insel korrekt ist. Mehr Details bekommst du in den Tabs 'Jährlich' und 'Monatlich'. Sollte die Prognose nicht zu deinem Wetter passen, gehe zurück zum 'Seed'-Tab und versuche es mit einem anderen Seed. Wenn alles passt, fülle die restlichen Felder aus und klicke auf Speichern. Viel Spaß mit MeteoNook!",
    "lsTitle": "Geteilter Link",
    "lsBlurb": "Der unten stehende Link enthält die Daten deiner Insel. Du kannst ihn einem Freund/einer Freundin senden, damit er/sie dein Wettermuster sehen kann oder du speicherst dir den Link irgendwo zur Sicherheit. Du kannst frei entscheiden!",
    "lsDone": "Fertig, danke",
    "dTitlePreview": "Vorschau von Muster {pattern}",
    "dTitleDay": "Wetter für {date} ({pattern})",
    "dSpDay": "Dieser Tag hat besonderes Wetter wegen {day}",
    "dWindTooltip": "Windstärke",
    "dHeavyFog": "Starker Nebel",
    "dWaterFog": "Diesig",
    "dRainbowSingle": "Regenbogen!",
    "dRainbowDouble": "Doppelter Regenbogen!",
    "dRainbowEither": "Regenbogen oder doppelter Regenbogen",
    "dAuroraN": "Nordlichter!",
    "dAuroraS": "Südlichter!",
    "dStars": "Sternschnuppen möglich!",
    "dunno": "Unbekannt",
    "lstWeekdays": "So%%Mo%%Di%%Mi%%Do%%Fr%%Sa",
    "lstMonths": "Januar%%Februar%%März%%April%%Mai%%Juni%%Juli%%August%%September%%Oktober%%November%%Dezember",
    "lstSpecialDays": "Häschentag%%Angelturnier%%Insektikus-Turnier%%Silvester Countdown%%Feuerwerk",
    "lstSpecialDaysA": "der Häschentag%%das Angelturnier%%das Insektikus-Turnier%%der Silvester Countdown%%das Feuerwerk",
    "lstPatternChoices": "☀ Wolkenlos%%🌤 Sonnig%%🌥 Bewölkt%%☁ Regenwolken%%🌧 Regen/Schnee%%⛈ Starker Regen/Schnee%%Unsicher (wolkenlos oder sonnig)%%Unsicher (sonnig oder bewölkt)%%Unsicher (bewölkt oder Regenwolken)%%Unsicher (kein Regen/Schnee)%%Unsicher (Regen/Schnee)",
    "lstPatternNoSnow": "☀ Wolkenlos%%🌤 Sonnig%%🌥 Bewölkt%%☁ Regenwolken%%🌧 Regen%%⛈ Starker Regen",
    "lstPatternSnow": "☀ Wolkenlos%%🌤 Sonnig%%🌥 Bewölkt%%☁ Regenwolken%%🌨 Schnee%%🌨 Starker Schnee",
    "lstConstellation": "Steinbock%%Wassermann%%Fische%%Widder%%Stier%%Zwillinge%%Krebs%%Löwe%%Jungfrau%%Waage%%Skorpion%%Schütze",
    "credTitle": "Danksagung",
    "credSource": "MeteoNook ist verfügbar unter {license}. Der Quellcode ist verfügbar auf GitHub: {repo}",
    "credThank1": "Spezieller Dank an folgende Leute für ihre Hilfe:",
    "credThank1a": "Tests und Verbesserungsvorschläge:",
    "credThank1b": "Übersetzungen:",
    "credThank2": "MeteoNook verwendet Teile folgender Software:",
    "credThank3": "Danke an:",
    "footerCopy": "MeteoNook © {me}, {year}. Keine Verbindung zu Nintendo, keine Unterstützung durch Nintendo.",
    "footerDonate": "Du möchtest mich unterstützen?",
    "footerVersion": "Version:",
    "hGameVer1": "Version {0}",
    "hGameVerMulti": "Version {0} und {1}",
    "hLog20200715": "Dank vieler Mitwirkender ist MeteoNook nun auch auf Französisch, Deutsch, Japanisch und Chinesisch verfügbar. Wenn auch du auch helfen möchtest und neue Sprachen hinzufügen oder vorhandene verbessern möchtest, schau in die README auf GitHub um dem POEditor Projekt beizutreten.",
    "warningTitle": "Warnung",
    "warningMessage": "Bist du sicher, dass du die Daten für die Insel {0} unwiderruflich löschen willst?",
    "warningCancel": "Nein, abbrechen",
    "warningOK": "Ja, löschen",
    "hLog20200716": "Behebt ein Problem mit den Daten für das Insektikus-Turnier in der südlichen Hemisphäre. Chinesische (Traditionell) und Russische Übersetzung hinzugefügt.",
    "lstSpecialClouds": "Cumulonimbus%%Cirrus%%Cirrocumulus%%Dünne Wolken%%Wellen Wolken",
    "hLog20200802": "Vorhersagen für spezielle Wolkenformationen hinzugefügt, die zu bestimmten Zeiten des Jahres erscheinen können (angezeigt durch das 🌀 Symbol). Feuerwerke aus 1.4.0 hinzugefügt.",
    "hQEventDay": "Die Vorhersagen waren seit Wochen richtig und jetzt sind sie plötzlich falsch. Was ist passiert?",
    "hAEventDay": "An bestimmten Tagen ignoriert Animal Crossing das Wettermuster des Seeds und verwendet stattdessen das Muster EventDay00 (ganzer Tag wolkenlos ohne Sternschnuppen). MeteoNook zeigt die meisten dieser Tage wie Insektikus oder Feuerwerke mit zwei Ausnahmen: Der Tag von <b>K.K. Sliders erstem Konzert</b> und jeder Tag an dem <b>ein neuer Spielercharakter auf der Insel einzieht</b>. Wenn die Wettervorhersage also plötzlich falsch aussieht nachdem ein neues Profil angelegt wurde oder eine 3-Sterne Bewertung erreicht wurde, keine Sorge, das gehört so. Das Wetter wird in den nächsten Tagen wieder zum gewohnten Muster zurückkehren.",
    "spcHeader": "Special Cloud Types",
    "spcBlurb": "During certain times of the year, special clouds can appear during hours which are <b>clear/fine</b> or <b>sunny</b>. These can help to identify your day's weather pattern, and since their appearance has a random factor involved, their presence can also rule out some seeds and speed up the process.%%If you've marked an hour as <b>clear/fine</b> or as <b>sunny</b>, you'll see a 🌀 button next to it. By default, it will say ❓. If you see the special cloud within this hour, click once to change it to ✔. If you don't see the special cloud, click twice to change it to 🚫.",
    "spcDates": "<b>Possible between these dates:</b> {startN} to {endN} (northern hemisphere), {startS} to {endS} (southern hemisphere)",
    "spcCertainAppearTime": "These clouds appear between {startTime} and {endTime}.",
    "spcUncertainAppearTime": "These clouds may appear between {startTime} and {endTime}.",
    "spcCirrus": "This period has two kinds of special clouds: cirrus (on days with patterns named 'FineXX') and cirrocumulus (on days with other patterns).",
    "spcGroupNote": "They can last multiple hours, but will only appear once in a day, so if they disappear at any point, they won't come back later that day.",
    "spcFadeNote": "They appear roughly {start} minutes after the start of the hour, and disappear roughly {end} minutes before the end of the hour.",
    "spcDifficultWarning": "Be careful with these: during the evening, they can be quite difficult to identify!",
    "spcExamplePrompt": "Example images (click to open in a new window):",
    "tErrSpecialCloudGap": "On {date}, you have entered multiple sets of special clouds with a gap between them. This is not possible since these clouds can only appear once a day, so please correct that data.",
    "tErrSpecialCloudTooLong": "On {date}, you have entered {count} hours worth of special clouds. This is not possible since these clouds can only appear for a maximum of {max} hours, so please correct that data.",
    "lstSpecialCloudsLevels": "No special clouds%%Cumulonimbus%%Cirrus or cirrocumulus%%Thin clouds%%Billow clouds",
    "newSuffix": "(New!)"
}