{
    "lang": "English",
    "title": "MeteoNook for {island}",
    "mSettings": "Settings",
    "mTimeFormat": "Time format",
    "mTime12": "12 hours",
    "mTime24": "24 hours",
    "mLanguage": "Language",
    "hTab": "Welcome",
    "sTab": "Seed",
    "oTab": "Overview",
    "yTab": "Yearly",
    "mTab": "Monthly",
    "hTWelcome": "Welcome to MeteoNook Alpha",
    "hWelcome": "MeteoNook is a weather forecaster for <i>Animal Crossing: New Horizons</i> {version}.%%This tool will predict your island's weather patterns, including exact times for meteor showers, rainbows and the aurora borealis. To get started, you'll need the seed, a long number unique to your island that determines what your weather will be. Follow the instructions on the <b>Seed</b> tab to find it.",
    "hTLog": "Changelog",
    "hLog20200702": "Initial support for 1.3.0. There are still a couple of necessary changes (Fine02 and Fine06 have changed slightly) which will be implemented tomorrow.",
    "hLog20200708": "Full support for 1.3.0. Light showers are now shown on the Overview tab.",
    "hTFAQ": "Frequently Asked Questions",
    "hQSeed": "Will my seed change if I time travel?",
    "hASeed": "No. It's picked randomly when you create your island and never changes.",
    "hQCeleste": "Where is Celeste?",
    "hACeleste": "At the start of the week, the game picks a random day for Celeste to appear out of the days that have meteor showers. This is fully random and not based on the seed, and cannot be predicted.",
    "hQWind": "What does the 🍃 mean?",
    "hAWind": "The number represents the strength or speed of the wind. 0 is completely calm, 1 is a breeze, and 5 is the maximum that you can get in AC:NH. It does nothing useful whatsoever, but the effect it has on items like palm trees and the clothes line is quite amusing.",
    "hQStarVis": "Why are the times for stars greyed out or in bold on the Overview tab?",
    "hAStarVis": "During a light shower, you have a small random chance of seeing five shooting stars every minute between 19H and 04H. MeteoNook analyses the schedule to try and figure out when multiple groups of stars appear close to each other. The times in <span class='cluster-dense'>bold</span> are when you can expect to see quite a few stars. On the other hand, the times that are <span class='cluster-light'>faded out</span> are when stars are few and far between.%%This lets you see at a glance roughly when to play if you want to get more. Of course, you can always click 'see more' for exact times.",
    "hQStar130": "Why am I seeing more shooting stars with the same seed than I did before?",
    "hAStar130": "Seeds have <u>not</u> changed, but version 1.3.0 (the Summer Update Wave 1, where diving was added) has changed a couple of aspects in the weather system. Previously, during a light shower, shooting stars could only appear between 19H and 04H in hours where the weather was <b>clear/fine</b>. In 1.3.0, they can also appear during hours when the weather is <b>sunny</b>.%%Two of the three 'light shower' patterns have also been changed. Fine02 is now cloudy at 18H and sunny at 19H (previously the other way round), and Fine06 is now cloudy at 17H and sunny at 19H (previously the other way round). The seed finder will accept both the old and new versions of these patterns.",
    "hQMoreData": "Why does it say I need more data?",
    "hAMoreData": "There are over 2 billion possible weather seeds, but only one is correct for your island. MeteoNook goes through every single possibility, calculates the weather it would give, and checks it against the data you provide. If it doesn't make sense (e.g. you said you had rain at a given time, but the seed would make it sunny) then that possibility is ignored.%%During testing, we've had success with the following combinations...%%-The known dates for between 5 and 7 heavy showers%%-The known hour and minute times for stars in a light shower, spanning between 1 and 3 hours%%-The known hour, minute and second times for a few different stars in a light shower%%-The known dates and times for between 5 and 7 rainbows%%It is of course heavily randomised, though. You might get lucky and find yours with less information, or you might need more!",
    "hQNoSeeds": "Why can't it find my seed?",
    "hANoSeeds": "One mistake in the data you enter will be enough to stop MeteoNook from finding the correct seed. This tends to happen with weather types, as it's easy to mix them up. If you're not completely sure, then select the appropriate \"not sure\" option. It doesn't narrow down the options as quickly as selecting a specific type, but it's less risky - a slow but correct result is better than no result!",
    "hQBadSeed": "It gave me a seed, but the results are wrong!",
    "hABadSeed": "This happens sometimes, it sucks. What's most likely happened is that there was a mistake somewhere in your data and MeteoNook has found a seed which fits what you asked for, but doesn't actually match what your island uses. Try changing your weather types to \"not sure\", just in case it's a mistake with cloud types. If that doesn't help, you may have to collect new data.",
    "hQAdd": "Will you add X...?",
    "hAAdd": "Maybe. No promises.",
    "hQDonate": "Can I give you money?",
    "hADonate": "Since a few people asked me on Discord and Twitter, I've added some links to the footer. Please don't feel obligated to do so, though!",
    "hQSource": "Will this be open source?",
    "hASource": "This new version of MeteoNook is available on GitHub under the GNU Affero GPL 3.0. The repository link is at the bottom of this page.",
    "sIntro": "Before you can forecast your island's weather, you'll need to determine what weather seed it has. This tool will find it for you once you've provided enough data about your island's weather. The more information you provide, the easier it will be!",
    "sTTypes": "Weather Types",
    "sTypes1": "Each hour in Animal Crossing has a type of weather - clear ☀️, sunny 🌤, cloudy 🌥️️, rain clouds ☁, rain/snow 🌧 and heavy rain/snow ⛈️. If you know what type you have in a particular hour, then add it in this section.",
    "sTypes2": "Clouds are easiest to identify at the start of the hour (X:00), so if the sky is fully clear at 13:00, then 13H is definitely <b>clear ☀️</b>. At 13:30, the weather will be a mix of the 13H weather and the 14H weather.%%Rain and snow last for the whole hour, so if you see rain at any point between 13H and 14H, then 13H is definitely <b>rain/snow 🌧</b> or <b>heavy rain/snow ⛈️</b>.%%If you're not sure about the cloud type within a given hour, you can pick one of the 'Not sure' options.%%You don't need to enter these on days where you've seen a heavy shower, rainbow or aurora borealis, because that information is good enough to pin down that day's pattern perfectly.",
    "sTStars": "Shooting Star Times",
    "sStars": "If you note down the exact in-game time (hour and minute) when shooting stars have appeared during a meteor shower, then this information will help the process. You will always get 5 or 8 shooting stars in a minute where they appear.%%If you're sure that there are no stars in a specific time period, you can add it to the Gaps section to help the algorithm out. The <b>Make from Times</b> button will automatically create gaps between every time you've put in.%%By clicking <b>Edit Seconds</b>, you can add down-to-the-second times for each star. This is a very good way to find your seed quickly, but it can be very difficult to get the timing correct as the in-game clock doesn't show seconds.%%<b>Heavy showers</b> will give you 5 or 8 stars a minute, very frequently (every other minute on average), between 19H and 04H. <b>Light showers</b> will give you 5 stars a minute, in very rare bursts.",
    "sTTips": "Tips",
    "sTips": "-Don't put info in if you're not completely sure about it.%%-Look through screenshots and videos you've taken <b>on your island</b> (not on Nook Miles Ticket islands or when visiting other players) for records of your weather. In the Switch album, you can press A to see the date and time they were taken. You may be able to get more accurate times by transferring them to a microSD card and reading them from your computer.%%-⚠️ The EventDay00 weather pattern (clear weather with no shooting stars) will be forced on the day K.K. Slider performs for the first time, and any day you add a new player (Switch profile) to your island. Do not use data from these days!%%-⚠️ Days in Animal Crossing start and end at <b>05H</b>, so if you log weather or shooting stars after midnight, make sure you put them on the same calendar date as the ones before midnight.",
    "tStep1": "Step 1: Enter your Information",
    "tNorthernHemi": "Northern hemisphere",
    "tSouthernHemi": "Southern hemisphere",
    "tnorthern": "northern",
    "tsouthern": "southern",
    "tSpecialDay": "Careful: In the {hemi} hemisphere, this day is <b>{day}</b>!{warn}",
    "tSpDayWarnEv": " This forces the EventDay00 weather pattern if you have the event unlocked.",
    "tSpDayWarnRS": " This forces the EventDay00 weather pattern if you have Resident Services upgraded.",
    "tSpDayWarn": " This forces the EventDay00 weather pattern.",
    "tResetBlurb": "Your pattern data will automatically be saved to your browser, so you can close the page and come back later. Click here to start over:",
    "tResetButton": "Reset Data",
    "tExportBlurb": "To get support with MeteoNook, you might need to supply your data. Click here to export it to JSON format:",
    "tExportButton": "Export Data",
    "tTPatterns": "Special Patterns",
    "tNoData": "No data, or not sure",
    "tShower": "Meteor shower or visit from Celeste",
    "tRainbow": "Rainbow",
    "tAuroraN": "Aurora borealis",
    "tAuroraS": "Aurora australis",
    "tNone": "None of the above",
    "tTShower": "Meteor Shower Info",
    "tHeavy": "Heavy shower (mentioned by Isabelle or villagers, 5-8 stars a minute)",
    "tLight": "Light shower (5 stars a minute, coming in rare bursts)",
    "tNotSure": "Not sure",
    "tTTimes": "Times when stars appeared",
    "tEditSeconds": "Edit Seconds",
    "tAddTime": "Add Time",
    "tEnoughTimes": "You have enough now!",
    "tTGaps": "Gaps with no stars",
    "tTo": "to",
    "tAddGap": "Add Gap",
    "tMakeFromTimes": "Make from times",
    "tTTypes": "Weather Types",
    "tAddType": "Add Type",
    "tPatterns": "Possible patterns:",
    "tPatternsNone": "<span class='text-danger'>none</span>. Double-check your info!",
    "tTRainbow": "Rainbow Info",
    "tTime": "Time",
    "tDoubleRainbow": "Double rainbow",
    "tTAurora": "Aurora Info",
    "tAuroraFit": "Which of these patterns fit?",
    "tStep2": "Step 2: Find your Seed",
    "tStart": "Start Search",
    "tCancel": "Cancel",
    "tWorking": "Searching...",
    "tInfoDefault": "Once you've filled in the information above, click Start Search to begin the process.",
    "tInfoRunning": "Searching, hold on...",
    "tInfoRunningC": "Searching, hold on... Found {count} so far: {seeds}",
    "tInfoPossibleSeeds": "1 possible seed | {n} possible seeds",
    "tInfoMoreData": "You haven't entered enough weather information to narrow down your island's seed.",
    "tInfoNoSeeds": "There are no seeds that match the information you entered. Please double-check it!",
    "tInfoMultiSeed": "It looks like there are {count} seeds that fit the information you've given: {seeds}. You can look at these by clicking on each one to try it and to see how it compares to your island, or you can add more data above and try searching again.",
    "tInfoSeed": "Your island's weather seed is <b>{seed}</b>. Write it down somewhere for safekeeping. Once you've done that, go to the 'Overview' tab to finish the process and see your forecast.",
    "tErrNoPatterns": "The information you have for {date} doesn't match any of the possible weather patterns for that date. Please double-check that data.",
    "tErrStarConflict": "You have a gap saying that at {time} on {date}, there both is and isn't a star. Please fix it!",
    "tsTitle": "Editing star at {time}",
    "tsHeader": "During a heavy shower you get 5 or 8 stars in a minute, and during a light shower, you get 5 stars in a minute. If you know the exact seconds for each star, enter them below.",
    "tsStar": "Star {n}",
    "tsFooter1": "This is very powerful, but be careful - it's difficult to get these right! You may want to take a video of your Switch (e.g. with your phone) with the in-game clock and the sky visible while shooting stars are falling. Watch it afterwards and note the times when the in-game clock changes and when stars appear, then compare them to find the seconds for each star.",
    "tsFooter2": "The search algorithm allows your measurements to be up to <b>4 seconds late</b>.",
    "tsCancel": "Cancel",
    "tsSave": "Save",
    "deTitle": "Exported data",
    "yLight": "1 light shower | {n} light showers",
    "yHeavy": "1 heavy shower | {n} heavy showers",
    "yRainbow": "1 rainbow | {n} rainbows",
    "yRainbowDouble": "({n} double)",
    "yAuroraN": "1 aurora borealis day | {n} aurora borealis days",
    "yAuroraS": "1 aurora australis day | {n} aurora australis days",
    "oExample": "This is an example forecast that shows what MeteoNook can do. Once you find out your island's seed, fill in the details below to get your personalised overview.",
    "oChange": "Change",
    "oEditSettings": "Edit settings",
    "oShareLink": "Share a link",
    "oRemoveIsland": "Remove island",
    "oSavedIslands": "Saved islands",
    "oAddIsland": "Add another island",
    "oTitle": "Weather on {island}",
    "oToday": "Today",
    "oTomorrow": "Tomorrow",
    "oSeeMore": "See more",
    "oPattern": "Pattern: {pattern}",
    "oSunny": "Clear {list}",
    "oCloudy": "Cloudy {list}",
    "oRain": "Rain {list}",
    "oSnow": "Snow {list}",
    "oMorning": "morning",
    "oAfternoon": "afternoon",
    "oEvening": "evening",
    "oNight": "night",
    "oZoneList1": "in the {0}",
    "oZoneList2": "in the {0} and {1}",
    "oZoneList3": "in the {0}, {1} and {2}",
    "oZoneRest": "for the rest of the day",
    "oZoneAllDay": "all day",
    "oHeavyShowerAlert": "Heavy meteor shower: expect shooting stars between {start} and {end}",
    "oShowerAlert": "Expect some shooting stars around {list}",
    "oTimeList1": "{0}",
    "oTimeList2": "{0} and {1}",
    "oUpcoming": "Coming up",
    "oRainbowAt": "Rainbow at {time}",
    "oHeavyShower": "Heavy meteor shower",
    "oSnowStart": "Snowy season begins",
    "oSnowEnd": "Snowy season ends",
    "oFogStart": "Fog season begins",
    "oFogEnd": "Fog season ends",
    "oConstellation": "Constellation",
    "oZodiacNow": "Now:",
    "oZodiacNext": "Next:",
    "oZodiacFrom": "(from {date})",
    "tForecastConfig": "Forecast configuration",
    "tIslandName": "Island name",
    "tIslandNameDesc": "This doesn't affect the forecast, but if you want to keep track of multiple islands in MeteoNook, this will allow you to tell them apart.",
    "tSeed": "Weather seed",
    "tHemisphere": "Hemisphere",
    "tNorthern": "Northern",
    "tSouthern": "Southern",
    "tClockMode": "Are you time sly?",
    "tRealTime": "No, my Switch's clock is real time",
    "tTimeTravel": "Yes, I time travel",
    "tClockModeDesc": "This option will set what MeteoNook considers as \"today\". This does not affect the predictions, it just makes the app a little more convenient to use.",
    "tClockOffset": "Clock offset",
    "tClockOffsetDesc": "You can enter an offset in minutes, or select the date and time that your Switch is currently set to.",
    "tMinutesSuffix": "minutes",
    "tPreview": "Try (don't save)",
    "tSave": "Save Settings",
    "oGuidanceSingle": "This is the weather that you should get with the seed that MeteoNook has calculated. You can see more details on the 'Yearly' and 'Monthly' tabs. If it doesn't look right, then you may have made a mistake in your data - don't worry, it happens. If everything looks good, then fill in the remaining fields and click Save. Enjoy MeteoNook!",
    "oGuidanceMulti": "This is the weather that you should get if this seed is the correct one for your island. You can see more details on the 'Yearly' and 'Monthly' tabs. If it doesn't look right, then go back to the 'Seed' tab and try a different one. If it all fits, then you're lucky - fill in the remaining fields and hit Save. Enjoy MeteoNook!",
    "lsTitle": "Shared link",
    "lsBlurb": "The link below contains the data for your island. You can give it to a friend for them to see your weather patterns, or you can just store it somewhere for safekeeping. The choice is yours!",
    "lsDone": "Done, thank you",
    "dTitlePreview": "Preview of pattern {pattern}",
    "dTitleDay": "Weather for {date} ({pattern})",
    "dSpDay": "This day has special weather because of {day}",
    "dWindTooltip": "Wind strength",
    "dHeavyFog": "Heavy fog",
    "dWaterFog": "Water fog",
    "dRainbowSingle": "Rainbow!",
    "dRainbowDouble": "Double rainbow!",
    "dRainbowEither": "Rainbow or double rainbow",
    "dAuroraN": "Aurora borealis!",
    "dAuroraS": "Aurora australis!",
    "dStars": "Stars possible!",
    "dunno": "Don't know",
    "lstWeekdays": "Sun%%Mon%%Tue%%Wed%%Thu%%Fri%%Sat",
    "lstMonths": "January%%February%%March%%April%%May%%June%%July%%August%%September%%October%%November%%December",
    "lstSpecialDays": "Bunny Day%%Fishing Tourney%%Bug-Off%%New Year's Eve Countdown%%Fireworks Show",
    "lstSpecialDaysA": "Bunny Day%%the Fishing Tourney%%the Bug-Off%%the New Year's Eve Countdown%%the Fireworks Show",
    "lstPatternChoices": "☀ Clear/Fine%%🌤 Sunny%%🌥 Cloudy%%☁ Rain Clouds%%🌧 Rain/Snow%%⛈ Heavy Rain/Snow%%Unsure (clear or sunny)%%Unsure (sunny or cloudy)%%Unsure (cloudy or rain clouds)%%Unsure (no rain/snow)%%Unsure (rain/snow)",
    "lstPatternNoSnow": "☀ Clear/Fine%%🌤 Sunny%%🌥 Cloudy%%☁ Rain Clouds%%🌧 Rain%%⛈ Heavy Rain",
    "lstPatternSnow": "☀ Clear/Fine%%🌤 Sunny%%🌥 Cloudy%%☁ Rain Clouds%%🌨 Snow%%🌨 Heavy Snow",
    "lstConstellation": "Capricorn%%Aquarius%%Pisces%%Aries%%Taurus%%Gemini%%Cancer%%Leo%%Virgo%%Libra%%Scorpio%%Sagittarius",
    "credTitle": "Credits",
    "credSource": "MeteoNook is available under the {license}. The source code is available on GitHub: {repo}",
    "credThank1": "Special thanks to the following people for their help:",
    "credThank1a": "Testing and suggestions:",
    "credThank1b": "Translations:",
    "credThank2": "MeteoNook includes parts of the following software:",
    "credThank3": "Shoutouts to:",
    "footerCopy": "MeteoNook is © {me}, {year}. Not affiliated with or endorsed by Nintendo.",
    "footerDonate": "Want to support me?",
    "footerVersion": "Version:",
    "hGameVer1": "version {0}",
    "hGameVerMulti": "versions {0} and {1}",
    "hLog20200715": "With many thanks to several contributors, MeteoNook now includes translations into French, German, Japanese and Chinese. If you would like to contribute or improve a translation, check the README on GitHub to join the POEditor project.",
    "warningTitle": "Warning",
    "warningMessage": "Are you sure you want to permanently delete the seed data for the island {0}?",
    "warningCancel": "No, cancel",
    "warningOK": "Yes, delete it",
    "hLog20200716": "Fixed the dates for the Bug-Off in the Southern Hemisphere. Added Chinese (Traditional) and Russian translations.",
    "lstSpecialClouds": "Cumulonimbus%%Cirrus%%Cirrocumulus%%Thin clouds%%Billow clouds",
    "hLog20200802": "Added predictions for special types of clouds that appear during certain parts of the year (displayed using the 🌀 symbol), and the fireworks show added in 1.4.0.",
    "hQEventDay": "The predictions were perfect for weeks and are now suddenly wrong! What happened?",
    "hAEventDay": "On certain days, Animal Crossing will ignore the weather pattern selected by your seed and instead use the fixed EventDay00 pattern (clear weather all day, without shooting stars). MeteoNook shows most of these, like the Bug-Off and fireworks shows, with two exceptions: the day of <b>K.K. Slider's first concert</b> and any day on which you <b>add a new resident player</b>. So, if your weather forecast suddenly looks wrong after making a new profile or after you've just reached 3 stars, don't worry, that's supposed to happen. It will return to normal within the next couple of days!",
    "spcHeader": "Special Cloud Types",
    "spcBlurb": "During certain times of the year, special clouds can appear during hours which are <b>clear/fine</b> or <b>sunny</b>. These can help to identify your day's weather pattern, and since their appearance has a random factor involved, their presence can also rule out some seeds and speed up the process.%%If you've marked an hour as <b>clear/fine</b> or as <b>sunny</b>, you'll see a 🌀 button next to it. By default, it will say ❓. If you see the special cloud within this hour, click once to change it to ✔. If you don't see the special cloud, click twice to change it to 🚫.",
    "spcDates": "<b>Possible between these dates:</b> {startN} to {endN} (northern hemisphere), {startS} to {endS} (southern hemisphere)",
    "spcCertainAppearTime": "These clouds appear between {startTime} and {endTime}.",
    "spcUncertainAppearTime": "These clouds may appear between {startTime} and {endTime}.",
    "spcCirrus": "This period has two kinds of special clouds: cirrus (on days with patterns named 'FineXX') and cirrocumulus (on days with other patterns).",
    "spcGroupNote": "They can last multiple hours, but will only appear once in a day, so if they disappear at any point, they won't come back later that day.",
    "spcFadeNote": "They appear roughly {start} minutes after the start of the hour, and disappear roughly {end} minutes before the end of the hour.",
    "spcDifficultWarning": "Be careful with these: during the evening, they can be quite difficult to identify!",
    "spcExamplePrompt": "Example images (click to open in a new window):",
    "tErrSpecialCloudGap": "On {date}, you have entered multiple sets of special clouds with a gap between them. This is not possible since these clouds can only appear once a day, so please correct that data.",
    "tErrSpecialCloudTooLong": "On {date}, you have entered {count} hours worth of special clouds. This is not possible since these clouds can only appear for a maximum of {max} hours, so please correct that data.",
    "lstSpecialCloudsLevels": "No special clouds%%Cumulonimbus%%Cirrus or cirrocumulus%%Thin clouds%%Billow clouds",
    "newSuffix": "(New!)",
    "spcTypePrefix": "Special cloud type:"
}