{
    "lang": "Español",
    "title": "MeteoNook para {island}",
    "mSettings": "Opciones",
    "mTimeFormat": "Sistema horario",
    "mTime12": "12 horas",
    "mTime24": "24 horas",
    "mLanguage": "Idioma",
    "hTab": "Inicio",
    "sTab": "Semilla",
    "oTab": "Ahora",
    "yTab": "Anual",
    "mTab": "Mensual",
    "hTWelcome": "Bienvenido a MeteoNook Alpha",
    "hWelcome": "MeteoNook predice el tiempo para <i>Animal Crossing: New Horizons</i> en {version}.%%Esta herramienta te dará pronósticos para los patrones que sigue el clima en tu isla, incluyendo tiempos exactos para las lluvias de meteoritos, los arcoíris y la aurora. Para comenzar, necesitarás la semilla ambiental, un numero que pertenece a tu isla y que influye el sistema. Sigue los pasos en la pestaña <b>Semilla</b> para encontrarlo.",
    "hTLog": "Actualizaciones",
    "hLog20200610": "Primera versión de pruebas",
    "hLog20200611": "Añadido: Búsquedas con tiempos al segundo y arcoíris/aurora, previsiones de niebla, bordes en las semanas y algunas cosas mas que he olvidado",
    "hLog20200612": "Corregido: Los cálculos del horario de meteoritos y la velocidad del viento a partir de la medianoche en los últimos dos días del año",
    "hLog20200613": "Corregido: Un error en que las búsquedas con horario de meteoritos incluyendo segundos no cuadraban con ninguna semilla",
    "hLog20200614": "Corregido: Las opciones de aurora no se actualizaban correctamente. El patrón para el evento de la Caza del Huevo esta ahora restringido al 2020. Añadido: Muestra de 'patrones posibles' a la pestaña Semilla, advertencias para días con patrones de evento, y opción para mostrar tiempos en el sistema de 12 horas para los americanos.",
    "hLog20200615": "Añadido: Soporte para traducciones, y una traducción a español.",
    "hLog20200616": "Corregido: Un error en que los huecos en el horario de meteoritos no podían acabar en el ultimo minuto de la hora (X:59).",
    "hLog20200630": "MeteoNook ha sido reescrito para hacerlo mas robusto y mas fácil de actualizar, y ahora tiene su código abierto. Hay una nueva pestaña, 'Ahora', que muestra información sobre el tiempo actual y que permite guardar los datos de tu isla. El buscador de semillas es más fácil de usar porque tiene mas opciones del tipo 'no estoy seguro' y ahora soporta pequeños fallos en el horario de meteoritos. Además, el idioma \"English (US)\" ahora muestra las fechas en el formato mes/día/año.",
    "hLog20200702": "Soporte inicial para la versión 1.3.0. Aun quedan algunas cosas que hay que resolver con cambios en los patrones Fine02 y Fine06.",
    "hLog20200708": "Soporte completo para la versión 1.3.0. Las lluvias leves de meteoritos ahora aparecen en la pestaña 'Ahora'.",
    "hTFAQ": "Preguntas frecuentes",
    "hQSeed": "¿Cambiará mi semilla si viajo en el tiempo?",
    "hASeed": "No. La semilla se determina cuando entras en tu isla por primera vez, y nunca cambia.",
    "hQCeleste": "¿Dónde esta Estela?",
    "hACeleste": "Cada semana, el juego escoge un día con lluvia de meteoritos para que Estela aparezca. Esta selección es al azar, no pertenece a la semilla ambiental, y no se puede prever.",
    "hQWind": "¿Que quiere decir la 🍃?",
    "hAWind": "El número significa la fuerza o velocidad del viento. 0 es completamente tranquilo, 1 es un pequeño viento, y 5 es el nivel maximo que puedes tener en AC:NH. El viento no tiene utilidad en el juego para nada, pero el efecto que tiene en objetos como las palmeras y los tendederos es bastante gracioso.",
    "hQStarVis": "En la pestaña Ahora, ¿por qué hay horarios de meteoritos en gris o en negrita?",
    "hAStarVis": "Durante una lluvia leve de meteoritos, hay una pequeña probabilidad que aparezcan 5 meteoritos cada minuto entre las 19H y las 04H. MeteoNook hace analices en el horario para intentar ver cuando multiples grupos de meteoritos aparecen cerca uno del otro. Los tiempos <span class='cluster-dense'>en negrita</span> son cuando debes esperar meteoritos con una frecuencia media alta. Por otra parte, los tiempos <span class='cluster-light'>en gris</span> son cuando aparecen meteoritos con frecuencia mas baja.%%Esto permite ver fácilmente a que hora debes jugar si quieres ver mas meteoritos. Sin embargo, siempre puedes hacer clic en 'ver más' para el horario preciso.",
    "hQStar130": "No he cambiado la semilla, ¿por qué estoy viendo más meteoritos que antes?",
    "hAStar130": "Las semillas <u>no</u> han cambiado, pero desde la versión 1.3.0 (la actualización de verano, Vol. 1, en cuál añadieron el buceó) han cambiado un par de reglas en el sistema ambiental. Anteriormente, en días con lluvia leve, los meteoritos solo podían aparecer entre las 19H y las 04H durante horas con tiempo <b>claro</b>. En 1.3.0, los meteoritos también aparecen en horas con tiempo <b>soleado</b>.%%Ademas, dos de los tres patrones para lluvias leves tienen pequeños cambios. El patrón Fine02 ahora esta nublado a las 18H y soleado a las 19H (anteriormente al revés), y el patrón Fine06 ahora esta nublado a las 17H y soleado a las 19H (anteriormente al revés). El buscador de semillas acepta las nuevas versiones de estos patrones tanto como las antiguas.",
    "hQMoreData": "¿Por qué me pide mas datos?",
    "hAMoreData": "Hay más de 2 billones de semillas, pero solo una vale para tu isla. MeteoNook hace pruebas con cada semilla, calcula el tiempo que daría, y lo compara con los datos que tú introduces. Si no coincide (por ejemplo, dijiste que tuviste lluvia a cierta hora, pero la semilla daría sol) la semilla será descartada.%%En nuestras pruebas, hemos tenido suerte con estas combinaciones...%%-Las fechas para entre 5 y 7 lluvias fuertes de meteoritos%%-Los horarios (con hora y minuto) para meteoritos en una lluvia leve, entre 1 a 3 horas%%- Los horarios (con hora, minuto y segundo) para unos cuantos meteoritos distintos en una lluvia leve%%-Las fechas y horarios para entre 5 y 7 arcoíris%%Pero más allá de eso, el sistema ambiental es muy aleatorio. Puedes tener suerte y encontrar tu semilla con menos información, o puedes necesitar más.",
    "hQNoSeeds": "¿Por qué no encuentra mi semilla?",
    "hANoSeeds": "Un error en los datos que introduces es suficiente para que MeteoNook no pueda encontrar la semilla correcta. Esto suele pasar con los tipos del tiempo, porque es fácil confundir uno con otro. Si no estás completamente seguro, elige la opción \"No estoy seguro\" en la sección correspondiente. No elimina tantas opciones como si eligieras un tipo especifico, pero tiene menos riesgo - ¡un resultado correcto y lento es mejor que ningún resultado!",
    "hQBadSeed": "Me ha dado una semilla, ¡pero el pronóstico está mal!",
    "hABadSeed": "Esto pasa de vez en cuando. Lo más probable es que haya un error en tus datos y MeteoNook haya encontrado una semilla que encaja con tus datos, pero en verdad no es la semilla que tu isla tiene. Intenta cambiar los tipos del tiempo a \"no estoy seguro\", por si acaso es un error en los tipos de nubes. Si no ayuda, quizás tengas que obtener nuevos datos.",
    "hQAdd": "¿Vas a añadir X...?",
    "hAAdd": "Tal vez. No prometo nada.",
    "hQDonate": "¿Puedo darte dinero?",
    "hADonate": "Ya que alguna gente me preguntó en Discord y en Twitter, he puesto unos enlaces al final de la página. ¡Pero ten en cuenta que no hay obligación de nada!",
    "hQSource": "¿Vas publicar el código fuente?",
    "hASource": "Esta nueva versión de MeteoNook está publicada en GitHub, con la licencia GNU Affero GPL 3.0. El enlace está al final de esta pagina.",
    "sIntro": "Para obtener previsiones en tu isla, tendrás que determinar la semilla ambiental. Esta herramienta te ayudará a encontrarla con los datos que introduces sobre el tiempo en tu isla. Cuanta más información, ¡más fácil será!",
    "sTTypes": "Tipos de tiempo",
    "sTypes1": "Cada hora en Animal Crossing tiene asociado un tipo de tiempo - claro ☀️, soleado 🌤, nublado 🌥️️, nube de lluvia ☁, lluvia/nieve 🌧 y lluvia/nieve fuerte ⛈️. Si sabes qué tipo tienes a una cierta hora, añádelo en esta sección.",
    "sTypes2": "Las nubes son más fáciles de identificar al comienzo de la hora (X:00), así que si el cielo esta completamente claro a las 13:00, puedes estar seguro de que 13H es <b>claro ☀️</b>. A las 13:30, el tiempo será una mezcla entre el tiempo de las 13H y el tiempo de las 14H.%%Lluvia y nieve duran por la hora entera, así que si ves lluvia en cualquier punto entre las 13H y las 14H, sabes que el tiempo a las 13H es <b>lluvia/nieve 🌧</b> o <b>lluvia/nieve fuerte ⛈️</b>.%%Si no estás seguro de qué tipo de nubes tienes, puedes elegir una de las opciones 'No estoy seguro'.%%No necesitas esta información en días en que has visto una lluvia fuerte de meteoritos, un arcoíris o la aurora, porque esos temas son bastante para adivinar el patrón del día sin margen de error.",
    "sTStars": "Horario de Meteoritos",
    "sStars": "Si apuntas el tiempo exacto (hora y minuto) según el reloj del juego en que aparecen unos meteoritos, estos datos te ayudarán a encontrar tu semilla. En cada minuto con meteoritos, siempre habrán 5 u 8.%%Si estás seguro de que no aparecen meteoritos en un periodo de tiempo, puedes añadirlo a la sección de Huecos para ayudar al proceso. El botón <b>Hacer del horario</b> creará huecos entre los meteoritos que ya has puesto.%%Si haces clic en <b>Segundos</b>, puedes poner tiempos precisos hasta el segundo para cada meteorito. Es una manera muy eficaz de buscar tu semilla, pero también es muy difícil determinar los tiempos porque el reloj en el juego no muestra los segundos.%%Las <b>lluvias fuertes</b> te darán 5 u 8 meteoritos cada minuto, con alta frecuencia (en el 50% de los minutos, de media), entre las 19H y las 04H. Las <b>lluvias leves</b> te darán 5 meteoritos cada minuto, con muy baja frecuencia.",
    "sTTips": "Sugerencias",
    "sTips": "-No introduzcas información si no estás completamente seguro.%%-Mira los pantallazos y vídeos que has grabado <b>en tu isla</b> (descartando las islas de millas Nook y las islas de otros jugadores) para obtener el histórico del tiempo. En las fotos de Switch, puedes pulsar A para ver la fecha y la hora en que se grabaron. Tal vez puedes obtener tiempos mas precisos si las pasas a una tarjeta microSD y miras los archivos en tu ordenador.%%-⚠️ El patrón EventDay00 (claro sin meteoritos) es forzado en el día del primer concierto de Totakeke, y cualquier día que añades un jugador nuevo a la isla. No utilizes datos de estos días.%%-⚠️ Los días en Animal Crossing comienzan y acaban a las <b>05H</b>, así que si grabas tiempo o meteoritos a partir de la medianoche y antes de las 05H, asegúrate de que los pones en la misma fecha que los que grabaste antes de la medianoche.",
    "tStep1": "Paso 1: Introduce tu información",
    "tNorthernHemi": "Hemisferio norte",
    "tSouthernHemi": "Hemisferio sur",
    "tnorthern": "norte",
    "tsouthern": "sur",
    "tSpecialDay": "Aviso: En el hemisferio {hemi}, este día es <b>{day}</b>!{warn}",
    "tSpDayWarnEv": " Esto fuerza el patrón EventDay00 si tienes este evento activo.",
    "tSpDayWarnRS": " Esto fuerza el patrón EventDay00 si has reformado la oficina de gestión vecinal.",
    "tSpDayWarn": " Esto fuerza el patrón EventDay00.",
    "tResetBlurb": "Tus datos de patrón se guardarán automáticamente en tu navegador, así que puedes cerrar la pagina y volver después. Haz clic aquí para empezar de nuevo:",
    "tResetButton": "Borrar datos",
    "tExportBlurb": "Para obtener soporte técnico con MeteoNook, quizás tendrás que ofrecer tus datos. Haz clic aquí para exportarlos al formato JSON:",
    "tExportButton": "Exportar datos",
    "tTPatterns": "Patrones especiales",
    "tNoData": "No tengo datos, o no estoy seguro",
    "tShower": "Lluvia de meteoritos o visita de Estela",
    "tRainbow": "Arcoíris",
    "tAuroraN": "Aurora boreal",
    "tAuroraS": "Aurora astral",
    "tNone": "Ninguno de estos",
    "tTShower": "Información de meteoritos",
    "tHeavy": "Lluvia fuerte (anunciado por Canela o tus vecinos, 5-8 meteoritos por minuto)",
    "tLight": "Lluvia leve (5 meteoritos cada minuto, con muy baja frecuencia)",
    "tNotSure": "No estoy seguro",
    "tTTimes": "Horario de meteoritos",
    "tEditSeconds": "Editar segundos",
    "tAddTime": "Añadir hora",
    "tEnoughTimes": "¡Tienes bastante!",
    "tTGaps": "Huecos sin meteoritos",
    "tTo": "hasta",
    "tAddGap": "Añadir un hueco",
    "tMakeFromTimes": "Crear a partir del horario",
    "tTTypes": "Tipos de tiempo",
    "tAddType": "Añadir un tipo",
    "tPatterns": "Patrones posibles:",
    "tPatternsNone": "<span class='text-danger'>ninguno</span>. ¡Comprueba tus datos!",
    "tTRainbow": "Información de arcoíris",
    "tTime": "Tiempo",
    "tDoubleRainbow": "Arcoíris doble",
    "tTAurora": "Información de la aurora",
    "tAuroraFit": "¿Cuál de estos patrones encaja?",
    "tStep2": "Paso 2: Encuentra tu semilla",
    "tStart": "Comenzar búsqueda",
    "tCancel": "Cancelar",
    "tWorking": "Buscando...",
    "tInfoDefault": "Cuando hayas rellenado los datos, haz clic en 'Comenzar búsqueda' para... comenzar la búsqueda.",
    "tInfoRunning": "Buscando, espera...",
    "tInfoRunningC": "Buscando, espera... {count} encontrada: {seeds}",
    "tInfoPossibleSeeds": "1 semilla posible | {n} semillas posibles",
    "tInfoMoreData": "Estos datos no son suficientes para determinar la semilla ambiental en tu isla.",
    "tInfoNoSeeds": "No hay semillas que encajen con los datos que has puesto. ¡Compruébalos, por favor!",
    "tInfoMultiSeed": "Parece que hay {count} semillas que encajan con la información que has puesto: {seeds}. Si quieres comprobarlas, puedes hacer clic en cada una para probarla y ver cómo se comparan con el tiempo en tu isla. Si no, añade más datos en este paso e intenta buscar otra vez.",
    "tInfoSeed": "La semilla ambiental en tu isla es <b>{seed}</b>. Apúntala en algún lado para no perderla. Cuando la hayas guardado, pásate a la pestaña 'Ahora' para completar los datos y ver tu pronóstico.",
    "tErrNoPatterns": "La información que tienes para el {date} no encaja con ningunos de los patrones posibles en ese día. ¡Comprueba tus datos!",
    "tErrStarConflict": "Tienes un hueco diciendo que a las {time} del {date} hubo y no hubo un meteorito. ¡Arregla eso!",
    "tsTitle": "Meteorito a las {time}",
    "tsHeader": "Durante una lluvia fuerte, habrá 5 u 8 meteoritos en un minuto, y durante una lluvia leve pasarán 5 meteoritos en un minuto. Si sabes los segundos en que cada meteorito apareció, ponlo aquí.",
    "tsStar": "Meteorito {n}",
    "tsFooter1": "Esta opción tiene mucho potencial, pero ten cuidado - ¡es difícil hacerlo bien! Puedes grabar un vídeo de tu Switch (con tu móvil, por ejemplo) con el cielo y el reloj del juego cuando hay meteoritos. Si después reproduces el video y apuntas el tiempo en que el reloj cambia y el tiempo en que aparecen los meteoritos, podrás compararlos y determinar cuándo aparecen.",
    "tsFooter2": "El algoritmo de búsqueda permite que tus mediciones tengan <b>hasta 4 segundos de retraso</b>.",
    "tsCancel": "Cancelar",
    "tsSave": "Guardar",
    "deTitle": "Datos exportados",
    "yLight": "1 lluvia leve de meteoritos | {n} lluvias leves de meteoritos",
    "yHeavy": "1 lluvia fuerte de meteoritos | {n} lluvias fuertes de meteoritos",
    "yRainbow": "{n} arcoíris",
    "yRainbowDouble": "({n} doble)",
    "yAuroraN": "1 día con aurora | {n} días con aurora",
    "yAuroraS": "1 día con aurora | {n} días con aurora",
    "oExample": "Esto es un pronostico ejemplar para demostrar lo que MeteoNook puede hacer. Cuando hayas encontrado tu semilla ambiental, introduce los detalles en el formulario para recibir tu pronostico personal.",
    "oChange": "Cambiar",
    "oEditSettings": "Editar ajustes",
    "oShareLink": "Compartir con enlace",
    "oRemoveIsland": "Borrar esta isla",
    "oSavedIslands": "Islas guardadas",
    "oAddIsland": "Añadir otra isla",
    "oTitle": "El tiempo para {island}",
    "oToday": "Hoy",
    "oTomorrow": "Mañana",
    "oSeeMore": "Ver más",
    "oPattern": "Patrón: {pattern}",
    "oSunny": "Claro {list}",
    "oCloudy": "Nublado {list}",
    "oRain": "Lluvia {list}",
    "oSnow": "Nevando {list}",
    "oMorning": "mañana",
    "oAfternoon": "tarde",
    "oEvening": "noche",
    "oNight": "noche",
    "oZoneList1": "por la {0}",
    "oZoneList2": "por la {0} y {1}",
    "oZoneList3": "por la {0}, {1} y {2}",
    "oZoneRest": "el resto del día",
    "oZoneAllDay": "todo el día",
    "oHeavyShowerAlert": "Lluvia fuerte: verás meteoritos entre las {start} y las {end}",
    "oShowerAlert": "Verás algunos meteoritos alrededor de {list}",
    "oTimeList1": "las {0}",
    "oTimeList2": "{0} y las {1}",
    "oUpcoming": "Próximamente",
    "oRainbowAt": "Arcoíris a las {time}",
    "oHeavyShower": "Lluvia fuerte de meteoritos",
    "oSnowStart": "Comienza la temporada de nieve",
    "oSnowEnd": "Acaba la temporada de nieve",
    "oFogStart": "Comienza la temporada de niebla",
    "oFogEnd": "Acaba la temporada de niebla",
    "oConstellation": "Constelación",
    "oZodiacNow": "Ahora:",
    "oZodiacNext": "Próximo:",
    "oZodiacFrom": "(desde el {date})",
    "tForecastConfig": "Configuración del pronóstico",
    "tIslandName": "Nombre de la isla",
    "tIslandNameDesc": "Esto no influye el pronóstico, pero si quieres echarle un ojo a varias islas en MeteoNook, esta opción te permitirá distinguirlas.",
    "tSeed": "Semilla ambiental",
    "tHemisphere": "Hemisferio",
    "tNorthern": "Norte",
    "tSouthern": "Sur",
    "tClockMode": "¿Como tienes tu reloj?",
    "tRealTime": "Mi consola Switch tiene el tiempo actual",
    "tTimeTravel": "Viajo en el tiempo",
    "tClockModeDesc": "Esta opción controla como MeteoNook decide la fecha para mostrar como \"hoy\". No afecta las previsiones, pero la app sera un poquito mas útil si lo configuras bien.",
    "tClockOffset": "Desplazamiento del reloj",
    "tClockOffsetDesc": "Puedes introducir una cantidad de minutos como el desplazamiento, o elegir la fecha y hora que aparecen en tu consola Switch ahora mismo.",
    "tMinutesSuffix": "minutos",
    "tPreview": "Probar (sin guardar)",
    "tSave": "Guardar estas opciones",
    "oGuidanceSingle": "Aquí tienes el tiempo que deberías tener en tu isla con la semilla que MeteoNook ha encontrado. Puedes ver mas detalles en la pestañas 'Anual' y 'Mensual'. Si no se ve bien, tal vez tendrás un fallo en tus datos - no te preocupes, suele pasar de vez en cuando. Si todo se ve bien, completa los campos que quedan en el formulario y dale a Guardar. ¡Disfruta MeteoNook!",
    "oGuidanceMulti": "Aquí tienes el tiempo que deberías tener en tu isla si esta semilla es la que verdaderamente tiene tu isla. Puedes ver mas detalles en la pestañas 'Anual' y 'Mensual'. Si no se ve bien, vuelve a la pestaña 'Semilla' y prueba otra. Si todo encaja, has tenido suerte - completa los campos que quedan en el formulario y dale a Guardar. ¡Disfruta MeteoNook!",
    "lsTitle": "Enlace compartido",
    "lsBlurb": "El siguiente enlace contiene los datos para tu isla. Puedes compartirlo con un amigo para que pueda ver el tiempo en tu isla, o guardarlo en algún lado para seguridad. ¡La decisión es tuya!",
    "lsDone": "Listo, gracias",
    "dTitlePreview": "Ejemplo del patrón {pattern}",
    "dTitleDay": "El tiempo para {date} ({pattern})",
    "dSpDay": "Este día hace un tiempo especial porque se celebra {day}",
    "dWindTooltip": "Velocidad del viento",
    "dHeavyFog": "Niebla sobre la isla",
    "dWaterFog": "Niebla sobre el agua",
    "dRainbowSingle": "¡Arcoíris!",
    "dRainbowDouble": "¡Arcoíris doble!",
    "dRainbowEither": "Arcoíris o arcoíris doble",
    "dAuroraN": "¡Aurora boreal!",
    "dAuroraS": "¡Aurora austral!",
    "dStars": "¡Meteoritos posibles!",
    "dunno": "No sé",
    "lstWeekdays": "Dom%%Lun%%Mar%%Mié%%Jue%%Vie%%Sáb",
    "lstMonths": "Enero%%Febrero%%Marzo%%Abril%%Mayo%%Junio%%Julio%%Agosto%%Septiembre%%Octubre%%Noviembre%%Diciembre",
    "lstSpecialDays": "la Caza del Huevo%%el Torneo de Pesca%%la Caza de Bichos%%Nochevieja",
    "lstSpecialDaysA": "la Caza del Huevo%%el Torneo de Pesca%%la Caza de Bichos%%Nochevieja",
    "lstPatternChoices": "☀ Claro%%🌤 Soleado%%🌥 Nublado%%☁ Nubes de lluvia%%🌧 Lluvia/nieve%%⛈ Lluvia/nieve fuerte%%No estoy seguro (claro o soleado)%%No estoy seguro (soleado o nublado)%%No estoy seguro (nublado o nubes de lluvia)%%No estoy seguro (sin lluvia o nieve)%%No estoy seguro (lluvia o nieve)",
    "lstPatternNoSnow": "☀ Claro%%🌤 Soleado%%🌥 Nublado%%☁ Nubes de lluvia%%🌧 Lluvia%%⛈ Lluvia fuerte",
    "lstPatternSnow": "☀ Claro%%🌤 Soleado%%🌥 Nublado%%☁ Nubes de lluvia%%🌨 Nieve%%🌨 Nieve fuerte",
    "lstConstellation": "capricornio%%acuario%%piscis%%aries%%tauro%%géminis%%cáncer%%leo%%virgo%%libra%%escorpio%%sagitario",
    "credTitle": "Agradecimientos",
    "credSource": "MeteoNook está distribuido bajo la {license}. El código fuente está disponible en GitHub: {repo}",
    "credThank1": "Muchas gracias a los siguientes usuarios por su ayuda:",
    "credThank1a": "Pruebas y sugerencias:",
    "credThank1b": "Traducciones:",
    "credThank2": "MeteoNook incluye componentes de este software:",
    "credThank3": "Además, gracias a:",
    "footerCopy": "MeteoNook es © de {me}, {year}. Esta web no esta asociada con ni avalada por Nintendo.",
    "footerDonate": "¿Quieres apoyarme?",
    "footerVersion": "Versión:",
    "hGameVer1": "su versión {0}",
    "hGameVerMulti": "sus versiónes {0} y {1}",
    "hLog20200715": "Con muchísimas gracias a varios colaboradores, MeteoNook ahora cuenta con traducciones a francés, alemán, japonés y chino. Si quieres contribuir o mejorar una traducción, acceder al README en GitHub para unirte al proyecto POEditor."
}