{
    "lang": "Français",
    "title": "MétéoNook pour {island}",
    "mSettings": "Paramètres",
    "mTimeFormat": "Format d'heure",
    "mTime12": "12 heures",
    "mTime24": "24 heures",
    "mLanguage": "Langue",
    "hTab": "Bienvenue",
    "sTab": "Graine",
    "oTab": "Aperçu",
    "yTab": "Annuel",
    "mTab": "Mensuel",
    "hTWelcome": "Bienvenue sur MétéoNook Alpha",
    "hWelcome": "MétéoNook est un outil de prévision météo pour <i>Animal Crossing: New Horizon</i> {version}.%%Cet outil permet de prédire les conditions météorologique de votre île, incluant les temps d'apparition des pluies d'étoiles filantes, arc-en-ciels et aurores polaires. Pour commencer, vous aurez besoin de votre graine aléatoire, seed en anglais, un nombre unique à votre île qui determine quelle météo il y fera. Suivez les instructions dans l'onglet <b>Graine</b> pour la trouver.",
    "hTLog": "Notes de version",
    "hLog20200702": "Support initial pour la version 1.3.0. Il reste encore des changements à apporter (Fine02 et Fine06 ont changés légerements) et devraient être implémentés demain.",
    "hLog20200708": "Support complet pour la version 1.3.0. Les pluies légères sont maintenant visibles dans l'onglet 'Aperçu'.",
    "hTFAQ": "Foire Aux Questions",
    "hQSeed": "Est-ce que ma graine va changer si je voyage dans le temps?",
    "hASeed": "Non. Elle est choisie aléatoirement quand l'île est créée et ne change jamais.",
    "hQCeleste": "Où est Céleste?",
    "hACeleste": "Au début de la semaine, le jeu choisi un jour aléatoire parmis ceux ayant une pluie d'étoiles filantes pour faire apparaitre Céleste. Ceci est entièrement aléatoire, n'est pas basé sur la graine de l'île et ne peux pas être prédit.",
    "hQWind": "Qu'est-ce que 🍃 signifie ?",
    "hAWind": "Ce nombre représente la force ou la vitesse du vent. 0 pour son absence totale, 1 pour une brise et 5 est le maximum que l'on peut avoir dans AC:NH. Cela n'a aucune utilité, mais l'effet que ça a sur les entités telles que les palmiers et les tendeurs à linge est plutôt amusant.",
    "hQStarVis": "Pourquoi certaines heures d'apparition d'étoiles filantes sont telles grisées ou bien en gras dans l'onglet d'Aperçu ?",
    "hAStarVis": "Pendant une pluie légère d'étoiles filantes, vous avez une petite chance de voir des étoiles chaque minute entre 19H et 04H. MétéoNook va calculer les temps d'apparition, les grouper selon l'heure et va en déduire une densité. Les heures en <span class='cluster-dense'>gras</span> indique un temps avec un fort taux d'apparition (beaucoup de rafales en peu de temps). En revanche, les heures qui sont <span class='cluster-light'>grisées</span> indique qu'il y aura peu de rafales.%%Cela vous permet de rapidement voir à quels instants sont plus intéressants pour observer des étoiles filantes. Si vous voulez les temps d'apparition exact, cliquez sur 'voir plus'",
    "hQStar130": "Pourquoi est-ce que je vois plus de pluies d'étoiles, avec la même graine, qu'auparavant ?",
    "hAStar130": "Les graines n'ont <u>pas</u> changées, mais la 1.3.0 (mise à jour d'été, vague 1, où la plongée a été ajouté) a introduit des changements dans le fonctionnement de la météo. Auparavant, pendant une pluie légère d'étoiles, les étoiles filantes ne pouvaient apparaîtrent qu'entre 19H et 04H quand le temps était <b>clair</b>. Avec la 1.3.0, elles peuvent également apparaîtrent pendant un temps <b>ensoleillé</b>.%%Deux des trois 'motifs' de pluies d'étoiles légère ont également changés. Fine02 est maintenant nuageux à 18H et ensoleillé à 19H, et Fine06 est maintenant nuageux à 17H et ensoleillé à 19H. La recherche de graine accepte désormais la nouvelle et ancienne version de ces motifs.",
    "hQMoreData": "Pourquoi est-il dit qu'il faut plus de données?",
    "hAMoreData": "Il y a plus de 2 milliards de graine météo possible, et une seule d'entre-elle correspond à la votre. MétéoNook doit tester chacune d'entre elle, calculer les conditions météo qu'elles générent et les comparer face aux données que vous aurez fourni. Si ces calculs ne correspondent pas (par exemple, vous dites qu'il pleut à un moment où la graine dit qu'il doit faire beau) alors cette possibilité est écartée.%%Nos tests ont donnés de bons résultats lorsque l'on fourni une des combinaisons de données suivantes...%%-La date exacte de 5 à 7 pluies d'étoiles intenses%%-Le temps exact, heures et minutes, d'apparition d'étoiles lors d'une pluie d'étoiles légère, apparaissant entre 1 et 3 heures d'interval%%-Le temps exact, heures, minutes et secondes for quelques étoiles filantes dans la même soirée&-La date et temps exact de 5 à 7 arcs-en-ciel%%Cela reste tout de même très aléatoire. Si vous êtes chanceux, vous pourriez avoir besoin de moins d'information que cela, ou plus la chance n'est pas avec vous.",
    "hQNoSeeds": "Pourquoi l'outil ne trouve t-il pas ma graine?",
    "hANoSeeds": "Une erreur dans les données fournies suffit à empecher MétéoNook de trouver la bonne graine. Ceci a tendance à arriver avec les types de conditions météo, vu qu'il est facile de les confondres. Si vous n'êtes pas totalement certain, choisissez une des options \"incertain\" qui s'y rapproche le plus. Cela ne reduira pas autant les combinaisons possibles que si vous choissisiez le type exact, mais c'est moins risqué - Obtenir lentement un resultat correct est meilleur que de ne pas en obtenir du tout !",
    "hQBadSeed": "Ca m'a donné une graine, mais les résultats sont faux !",
    "hABadSeed": "Malheureusement, cela peut arriver. Ce qui s'est probablement passé est qu'il y a une erreur quelque part dans les données fournies et MétéoNook a trouvé une graine qui leurs correspond, meme si ce n'est pas celle de votre île. Essayez de changer ces données que vous avez fournis pour des types \"incertain\", au cas où ce soit une erreur dans les types de nuages ou autre. Si cela ne vous aide pas, essayer de collecter de nouvelles données.",
    "hQAdd": "Est-ce que vous allez ajouter X... ?",
    "hAAdd": "Peut-être. Pas de promesses.",
    "hQDonate": "Est-ce que l'on peut vous donner de l'argent ?",
    "hADonate": "Puisque cela m'a été demandé sur Discord et Twitter, j'ai ajouté quelques liens en bas de page. Merci mais ne vous sentez pas obligés pour autant !",
    "hQSource": "Est-ce que ce sera disponible en Open-Source ?",
    "hASource": "Cette nouvelle version de MétéoNook est disponible sur GitHub sous la lience GNU Affero GPL 3.0. Le lien du repertoire est en bas de la page.",
    "sIntro": "Avant de pouvoir prédire le temps d'une île, vous devez determiner sa graine météo. Cet outil la trouvera pour vous si vous fournissez suffisament de données sur les conditions météorologique de votre île. Plus vous fournissez d'informations, plus il sera facile de la trouver.",
    "sTTypes": "Types Météorologique",
    "sTypes1": "Chaque heure dans Animal Crossing a son propre type météorologique - clair ☀️, ensoleillé 🌤, nuageux 🌥️, nuages épais☁, pluie/neige 🌧 et pluie/neige intense ⛈️. Si vous savez lequel vous avez à une certaine heure, ajoutez le dans cette section.",
    "sTypes2": "Les nuages sont plus facile à identifier en début d'heure (X:00), si le ciel est totalement clair à 13:00, alors le type météo de 13H est forcément <b>clair ☀️</b>. À 13:00, le temps sera un mélange entre celui de 13H et de 14H.%%La pluie et la neige dure l'heure entière, donc si vous voyez de la pluie entre 13H et 14H, alors le temps de 13H est forcement <b>pluie/neige 🌧</b> ou <b>pluie/neige intense ⛈️</b>.%%Si vous n'êtes pas sûr du type des nuages durant l'heure, vous pouvez utiliser l'option 'incertain'.%%Vous n'avez pas besoin de saisir ces conditions météorologique si vous observez des pluies d'étoiles filantes intenses, arc-en-ciel ou aurore polaire car ces informations sont suffisantes pour determiner précisement les conditions météorologique de la journée.",
    "sTStars": "Temps d'apparition d'étoiles filantes",
    "sStars": "Si vous notez les temps exact en jeu (heure et minute) de quand une étoile filante apparait, alors cette information va faciliter le processus. Vous aurez toujours entre 5 à 8 étoiles à la minute quand elles apparaissent.%%Si vous êtes sûr qu'aucunes étoiles ne sont apparues durant une certaines périodes entre deux apparitions, vous pouvez ajouter cela à la section Intervalle pour aider l'algorithme. Le bouton <b>Calcul intervalle</b> va automatique calculer les intervalles pour les données entrées.%%En cliquant sur <b>Modif Secondes</b>, vous pouvez ajouter la precision à la seconde des temps d'apparition de chaque étoiles. C'est une excellente méthode pour trouver votre graine rapidement, mais vous devez avoir les temps précis sachant que l'horloge en jeu ne montre pas le secondes.%%<b>Pluies intenses</b> vous donnera entre 5 et 8 étoiles en une minute, fréquemment (toutes les minutes en moyenne), entre 19H et 04H. <b>Pluies légères</b> vous donnera 5 étoile en une minute, mais les rafales seront rares.",
    "sTTips": "Astuces",
    "sTips": "-Ne donnez pas d'information si vous n'êtes pas certains qu'elle soit correcte.%%-Regardez les captures d'écrans et vidéos que vous avez prises <b>sur votre île</b> (pas sur les îles désertes ou chez un autre joueur) pour enregistrer votre météo. Dans l'album photo de votre Switch, vous pouvez appuyez sur A pour voir la date et le temps de capture de vos médias. Vous pourriez avoir des temps encore plus précis en transferant les fichiers de votre carte microSD à un ordinateur pour y regarder les temps dessus.%%-⚠️la météo EventDay00 (Temps clair et absence d'étoiles filantes) sera forcée le jour du premier concert de Kéké LaGlisse, et chaque jour où vous ajouterez un nouveau joueur à votre île. N'utilisez pas les données de ces jours là!%%-⚠️Les jours dans Animal Crossing démarrent et se terminent à <b>05H</b>, si vous reportez la météo ou des étoiles filantes entre minuit et 5H, vérifiez bien que vous les mettez sur le même jour calendaire que celui d'avant minuit.",
    "tStep1": "-Étape 1: Entrez vos Informations",
    "tNorthernHemi": "Hémisphère nord",
    "tSouthernHemi": "Hémisphère sud",
    "tnorthern": "nord",
    "tsouthern": "sud",
    "tSpecialDay": "Attention: Dans l'hémisphère {hemi}, nous sommes le <b>{day}</b>!{warn}",
    "tSpDayWarnEv": "Cela force la météo EventDay00 si vous avez débloqué l'évenement.",
    "tSpDayWarnRS": "Cela force la météo EventDay00 si le Bureau des résidents à été amélioré.",
    "tSpDayWarn": "Cela force la météo EventDay00.",
    "tResetBlurb": "Vos informations météorologique sont sauvegardées automatiquement dans votre navigateur, vous pouvez fermer la page et revenir plus tard. Cliquez ici pour les réinitialiser:",
    "tResetButton": "Réinitialiser les données",
    "tExportBlurb": "Pour obtenir de l'aide avec MétéoNook, vous pourriez avoir besoin de fournir vos données. Cliquez ici pour les exporter au format JSON:",
    "tExportButton": "Exporter les données",
    "tTPatterns": "Météo Spécifiques",
    "tNoData": "Pas de données ou incertain",
    "tShower": "Pluie d'étoiles ou visite de Céleste",
    "tRainbow": "Arc-en-ciel",
    "tAuroraN": "Aurore boréale",
    "tAuroraS": "Aurore australe",
    "tNone": "Autre",
    "tTShower": "Info. Pluie d'étoiles",
    "tHeavy": "Pluie intense (annoncée par Marie/villageois, 5-8 étoiles par minute)",
    "tLight": "Pluie légère (5 étoiles par minute, rares rafales)",
    "tNotSure": "Incertain",
    "tTTimes": "Heure d'apparition des étoiles",
    "tEditSeconds": "Modif. secondes",
    "tAddTime": "Ajouter temps",
    "tEnoughTimes": "Suffisament de données pour aujourd'hui",
    "tTGaps": "Interval sans étoiles",
    "tTo": "à",
    "tAddGap": "Ajouter Interval",
    "tMakeFromTimes": "Calcul interval",
    "tTTypes": "Types Météo",
    "tAddType": "Ajout Type",
    "tPatterns": "Météo possibles:",
    "tPatternsNone": "<span class='text-danger'>aucun</span>. Vérifiez vos données!",
    "tTRainbow": "Info. Arc-en-ciel",
    "tTime": "Temps",
    "tDoubleRainbow": "Arc-en-ciel double",
    "tTAurora": "Info. Aurore",
    "tAuroraFit": "Lequels de ces cas correspondent?",
    "tStep2": "Étape 2: Trouver votre Graine",
    "tStart": "Rechercher",
    "tCancel": "Annuler",
    "tWorking": "En Cours...",
    "tInfoDefault": "Une fois les informations remplies, cliquez sur Rechercher pour débuter le processus.",
    "tInfoRunning": "En cours, patientez...",
    "tInfoRunningC": "En cours, patientez... {count} pour le moment: {seeds}",
    "tInfoPossibleSeeds": "1 graine potentielle | {n} graines potentielles",
    "tInfoMoreData": "Pas assez d'informations pour isoler suffisament les graines potentielles",
    "tInfoNoSeeds": "Il n'y pas de graine possible avec les informations entrées. Merci de les vérifier !",
    "tInfoMultiSeed": "Il semblerait qu'il y ai {count} graines qui correspondent avec les informations données: {seeds}. Vous pouvez les consulter en cliquant sur chacunes d'elles pour les tester et les comparer à votre île, ou vous pouvez ajouter plus de données et relancer la recherche.",
    "tInfoSeed": "la graine météorologique de votre île est <b>{seed}</b>. Notez la quelque part par sureté. Une fois cela fait, allez dans l'onglet 'Aperçu' pour finir le processus et voir vos prévisions météorologique",
    "tErrNoPatterns": "Les informations que vous avez pour {date} sont contradictoires avec les cas possible à cette date. Merci de vérifier ces données.",
    "tErrStarConflict": "Un interval à {time} le {date} indique à la fois qu'il y a et n'y a pas d'étoiles. Merci de corriger cela.",
    "tsTitle": "Modifier l'étoile à {time}",
    "tsHeader": "Il apparait entre 5 et 8 étoiles a la minute durant une pluie d'étoiles intense et 5 à la minute pendant une légère. Si vous connaissez les secondes exacte d'apparition des étoiles, entrez les ci-dessous.",
    "tsStar": "Étoile {n}",
    "tsFooter1": "C'est très efficace, mais attention - Il est difficile d'avoir correctement ces informations ! Une façon de faire est de prendre une vidéo de votre écran (par exemple avec votre téléphone) avec le temps en jeu et le ciel de visible pendant que les étoiles passent. En regardant plus tard, vous pouvez noter le temps quand l'horloge en jeu change et quand les étoiles apparaissent, puis vous comparez ces données et cela vous donne les secondes pour chaque étoile.",
    "tsFooter2": "L'algorithme de recherche tolére jusqu'à <b>4 secondes de retard</b> dans vos mesures.",
    "tsCancel": "Annuler",
    "tsSave": "Sauvegarder",
    "deTitle": "Données exportées",
    "yLight": "1 pluie légère | {n} pluies légères",
    "yHeavy": "1 pluie intense | {n} pluies intenses",
    "yRainbow": "1 arc-en-ciel | {n} arcs-en-ciel",
    "yRainbowDouble": "({n} double)",
    "yAuroraN": "1 jour d'aurore boréale | {n} jours d'aurores boréales",
    "yAuroraS": "1 jour d'aurore australe | {n} jours d'aurores australes",
    "oExample": "Ceci est un exemple de prévision qui presente ce que permet MétéoNook. Une fois que vous avez trouvez votre graine, entrez dessous les détails pour obtenir votre aperçu personnalisé.",
    "oChange": "Modifier",
    "oEditSettings": "Modifier paramètres",
    "oShareLink": "Partager un lien",
    "oRemoveIsland": "Retirer une île",
    "oSavedIslands": "Îles sauvegardées",
    "oAddIsland": "Ajouter une nouvelle île",
    "oTitle": "Temps sur {island}",
    "oToday": "Aujourd'hui",
    "oTomorrow": "Demain",
    "oSeeMore": "Voir plus",
    "oPattern": "Météo: {pattern}",
    "oSunny": "Clair {list}",
    "oCloudy": "Nuageux {list}",
    "oRain": "Pluie {list}",
    "oSnow": "Neige {list}",
    "oMorning": "le matin",
    "oAfternoon": "l'après-midi",
    "oEvening": "le soir",
    "oNight": "la nuit",
    "oZoneList1": "{0}",
    "oZoneList2": "{0} et {1}",
    "oZoneList3": "{0}, {1} et {2}",
    "oZoneRest": "pour le reste de la journée",
    "oZoneAllDay": "toute la journée",
    "oHeavyShowerAlert": "Pluie d'étoiles filantes intense: étoiles filantes attendues entre {start} et {end}",
    "oShowerAlert": "Attendez vous à quelques étoiles filantes vers {list}",
    "oTimeList1": "{0}",
    "oTimeList2": "{0} et {1}",
    "oUpcoming": "Prochainement",
    "oRainbowAt": "Arc-en-ciel à {time}",
    "oHeavyShower": "Pluie d'étoiles filantes intense",
    "oSnowStart": "Début de la saison des neiges",
    "oSnowEnd": "Fin de la saison des neiges",
    "oFogStart": "Début de la saison du brouillard",
    "oFogEnd": "Fin de la saison du brouillard",
    "oConstellation": "Constellation",
    "oZodiacNow": "Maintenant:",
    "oZodiacNext": "Ensuite:",
    "oZodiacFrom": "(à partir du {date})",
    "tForecastConfig": "Configuration des prévisions",
    "tIslandName": "Nom de l'île",
    "tIslandNameDesc": "Ceci n'affecte pas les prévisions, mais si vous voulez suivre plusieurs îles dans MétéoNook, ceci vous permettra de les différencier.",
    "tSeed": "Graine météorologique",
    "tHemisphere": "Hémisphere",
    "tNorthern": "Nord",
    "tSouthern": "Sud",
    "tClockMode": "Avez vous modifié l'heure de votre Switch ?",
    "tRealTime": "Non, ma Switch suit le temps réel",
    "tTimeTravel": "Oui, je voyage dans le temps",
    "tClockModeDesc": "Cette option va permettre à MétéoNook de définir quel jour est \"aujourd'hui\". Ceci n'affecte pas les prédictions, mais va juste rendre l'application plus pratique à utiliser.",
    "tClockOffset": "Décalage d'horloge",
    "tClockOffsetDesc": "Vous pouvez entrer un décalage en minutes, ou selectionner la date et l'heure qu'utilise actuellement votre Switch.",
    "tMinutesSuffix": "minutes",
    "tPreview": "Essayer (pas de sauvegarde)",
    "tSave": "Sauvegarder les paramètres",
    "oGuidanceSingle": "Voici les conditions météorologique que vous devriez avoir avec la graine que MétéoNook a calculé. Vous pouvez obtenir plus de détails dans les onglets 'Annuel' et 'Mensuel'. Si cela ne semble pas correct, il est possible qu'il y ait une erreur dans vos données - pas d'inquiètudes, ça peut arriver. Si tous semble correct, alors entrer les champs restants et cliquez sur sauvegarder. Profitez bien de MétéoNook!",
    "oGuidanceMulti": "Voici la météo que vous devriez avoir si cette graine est bien celle de votre île. Vous pouvez avoir plus de détails dans les onglets 'Annuel' et 'Mensuel'. Si cela ne semble pas correct, alors retournez dans l'onglet 'Graine' et essayez en une autre. Si cela y correspond, vous avez de la chance - remplissez les champs restant puis cliquez sur Sauvegarder. Profitez bien de MétéoNook !",
    "lsTitle": "Lien partagé",
    "lsBlurb": "Le lien ci-dessous contient les données pour votre île. Vous pouvez les partager avec un ami pour qu'il voit les conditions météorologique de votre île, ou vous pouvez simplement les stocker par sûreté. Faites comme bon vous semble !",
    "lsDone": "Terminé, merci",
    "dTitlePreview": "Prévisualisation de la météo {pattern}",
    "dTitleDay": "Météo pour le {date} ({pattern})",
    "dSpDay": "Cette journée a une météo speciale à cause du {day}",
    "dWindTooltip": "Vent fort",
    "dHeavyFog": "Brouillard épais",
    "dWaterFog": "Brouillard humide",
    "dRainbowSingle": "Arc-en-ciel !",
    "dRainbowDouble": "Double arc-en-ciel !",
    "dRainbowEither": "Arc-en-ciel simple ou double",
    "dAuroraN": "Aurore boréale !",
    "dAuroraS": "Aurore australe !",
    "dStars": "Possible étoiles filantes !",
    "dunno": "Je ne sais pas",
    "lstWeekdays": "Dim%%Lun%%Mar%%Mer%%Jeu%%Ven%%Sam",
    "lstMonths": "Janvier%%Février%%Mars%%Avril%%Mai%%Juin%%Juillet%%Août%%Septembre%%Octobre%%Novembre%%Décembre",
    "lstSpecialDays": "Fête des oeufs%%Tournoi de pêche%%Insectosafari%%Nouvel an%%Feux d'artifices",
    "lstSpecialDaysA": "Fête des oeufs%%Tournoi de pêche%%Insectosafari%%Nouvel an%%Feux d'artifices",
    "lstPatternChoices": "☀ Clair%%🌤 Ensoleillé%%🌥 Nuageux%%☁ Nuages épais%%🌧 Pluie/Neige%%⛈ Pluie/Neige intense%%Incertain (clair ou ensoleillé)%%Incertain (ensoleillé ou nuageux)%%Incertain (nuageux ou nuage de pluie)%%Incertain (pas de pluie/neige)%%Incertain (pluie/neige)",
    "lstPatternNoSnow": "☀ Clair%%🌤 Ensoleillé%%🌥 Nuageux%%☁ Nuages épais%%🌧 Pluie%%⛈ Pluie intense",
    "lstPatternSnow": "☀ Clair%%🌤 Ensoleillé%%🌥 Nuageux%%☁ Nuages épais%%🌧 Neige%%⛈ Neige intense",
    "lstConstellation": "Capricorne%%Verseau%%Poisson%%Bélier%%Taureau%%Gémeaux%%Cancer%%Lion%%Vierge%%Balance%%Scorpion%%Sagittaire",
    "credTitle": "Crédits",
    "credSource": "MétéoNook est disponible sous la license {license}. Le code source est disponible sur GitHub: {repo}",
    "credThank1": "Remerciement aux personnes suivantes pour leur aide:",
    "credThank1a": "Test et suggestions:",
    "credThank1b": "Traductions:",
    "credThank2": "MétéoNook utilises en partie les logiciels suivants:",
    "credThank3": "Remerciements à:",
    "footerCopy": "MétéoNook est © par {me}, {year}. Projet non affilié ou approuvé par Nintendo.",
    "footerDonate": "Vous voulez me soutenir ?",
    "footerVersion": "Version:",
    "hGameVer1": "version {0}",
    "hGameVerMulti": "version {0} et {1}",
    "hLog20200715": "Grace à l'aide de plusieurs collaborateurs, MétéoNook est désormais traduit en français, allemand, japonais et chinois. Si vous souhaitez participer en ajoutant votre langue ou en améliorant une des traductions, veuillez lire le README sur github indiquant comment rejoindre le projet POEditor.",
    "warningTitle": "Attention",
    "warningMessage": "Êtes vous sûr de vouloir supprimer définitivement les données de l'île {0} ?",
    "warningCancel": "Non, annuler",
    "warningOK": "Oui, supprimer",
    "hLog20200716": "Correction des dates pour l'insectosafari dans l'hémisphère sud. Ajout des traductions en chinois (traditionnel) et russe",
    "lstSpecialClouds": "Cumulonimbus%%Cirrus%%Cirrocumulus%%Flocus%%Undulatus",
    "hLog20200802": "Ajout de prédictions pour certains types de nuages apparaissant durant certaines périodes de l'année (représentés par l'icône 🌀), et des feux d'artifices de la 1.4.0",
    "hQEventDay": "Les prédictions étaient parfaites jusqu'à maintenant, et sont soudainement fausses ! Pourquoi ?",
    "hAEventDay": "Pour certains jours, le jeu va forcer le temps EventDay00 (temps clair toute la journée, sans étoiles filantes). MétéoNook liste la plupart de ces journées, comme l'insectosafari ou les feux d'artifices, avec deux exceptions : le premier concert de KéKé et le premier jours d'un nouveau joueur résident de l'île.",
    "spcHeader": "Nuages spéciaux",
    "spcBlurb": "Pendant certaines périodes de l'année, des nuages spéciaux peuvent apparaître lorsque le temps est <b>clair</b> ou <b>ensoleillé</b>. Les identifier peut faciliter à déterminer la météo du jour, mais également la graine météo de votre île.%%Si vous avez reporté un temps <b>clair</b> ou <b>ensoleillé</b>, vous verrez un bouton 🌀 à côté. Par défaut, il indiquera❓. Si vous voyez des nuages spéciaux pendant l'heure, cliquez dessus pour le le changer à ✔. Si vous ne voyez aucun type de nuage special, cliquez deux fois pour le mettre à 🚫.",
    "spcDates": "<b>Possible entre les dates:</b> {startN} à {endN} (hémisphère nord), {startS} à {endS} (hémisphère sud)",
    "spcCertainAppearTime": "Ces nuages apparaissent entre {startTime} et {endTime}.",
    "spcUncertainAppearTime": "Ces nuages peuvent apparaîtrent entre {startTime} et {endTime}.",
    "spcCirrus": "Cette période a deux types de nuages spéciaux : cirrus (pour les jours avec un motif 'FineXX') et cirrocumulus (les jours avec d'autres motifs)",
    "spcGroupNote": "Ils peuvent durer pendant plusieurs heures, mais n'apparaissent qu'une fois par jour, donc si ils disparaissent, ils ne réapparaîtront pas de la journée",
    "spcFadeNote": "Ils apparaissent approximativement {start} minutes après le début de l'heure, et disparaissent environ {end} minutes avant sa fin.",
    "spcDifficultWarning": "Attention pour ceux là, ils sont difficiles à identifier le soir.",
    "spcExamplePrompt": "Photos d'exemple (cliquez pour ouvrir dans une nouvelle fenêtre):",
    "tErrSpecialCloudGap": "Le {date}, vous avez entré plusieurs apparition de nuages spéciaux avec un intervalle entre eux. Cela n'est pas possible, ils ne peuvent apparaître qu'une fois par jour, veuillez corriger vos données.",
    "tErrSpecialCloudTooLong": "Le {date}, vous avez entré que des nuages spéciaux sont apparus pendant {count} heures. Ce n'est pas possible car ils ne peuvent apparaître qu'au maximum {max} heures, veuillez corriger vos données.",
    "lstSpecialCloudsLevels": "Pas de nuages spéciaux%%Cumulonimbus%%Cirrus or cirrocumulus%%Flocus%%Undulutus",
    "newSuffix": "(Nouveau!)",
    "spcTypePrefix": "Nuages spéciaux :",
    "helpPossiblePatterns": "Motifs possibles pour les informations saisies aujourd'hui.\nCliquez sur les noms pour obtenir des informations sur ces motifs.",
    "helpCloudType": "Voici le type de nuage spécial que vous pourriez voir à cette date. Rapportez vous à la section 'nuages spéciaux' pour voir des exemples de ces nuages."
}