{
    "lang": "Italiano",
    "title": "MeteoNook per {island}",
    "mSettings": "Impostazioni",
    "mTimeFormat": "Formato ore",
    "mTime12": "12 ore",
    "mTime24": "24 ore",
    "mLanguage": "Lingua",
    "hTab": "Benvenuto",
    "sTab": "Seme",
    "oTab": "Panoramica",
    "yTab": "Annuale",
    "mTab": "Mensile",
    "hTWelcome": "Benvenuto su MeteoNook Alpha",
    "hWelcome": "MeteoNook è un previsore di meteo per <i>Animal Crossing: New Horizons</i> {version}.%%Questo strumento predirà i modelli meteorologici della tua isola, inclusi gli orari esatti delle piogge di stelle cadenti, degli arcobaleni e delle aurore. Per iniziare, ti servirà un seme, un numero lungo, unico della tua isola, che determina il tuo meteo. Segui le istruzioni nella scheda <b>Seme</b> per trovarlo.",
    "hTLog": "Changelog",
    "hLog20200702": "Supporto iniziale a 1.3.0. Ci sono ancora un paio di cambiamenti necessari (Fine02 e Fine06 sono cambiati leggermente) che saranno implementati domani.",
    "hLog20200708": "Pieno supporto a 1.3.0. Le stelle cadenti sono ora mostrate nella scheda Panoramica.",
    "hTFAQ": "Domande frequenti",
    "hQSeed": "Il mio seme cambierà se viaggio nel tempo?",
    "hASeed": "No. È scelto casualmente al momento della creazione della tua isola e non cambia mai.",
    "hQCeleste": "Dov'è Celeste?",
    "hACeleste": "All'inizio della settimana, il gioco seleziona casualmente un giorno per far apparire Celeste tra quelli che hanno le stelle cadenti. È completamente casuale e non è basato sul seme, quindi non può essere predetto.",
    "hQWind": "Che significa 🍃 ?",
    "hAWind": "Il numero rappresenta la forza o velocità del vento. 0 è calma piatta, 1 è brezza e 5 è il massimo che puoi trovare in AC:NH. Non serve a nulla di concreto, ma l'effetto che ha su oggetti come le palme e i tessuti è piuttosto simpatico.",
    "hQStarVis": "Perchè gli orari delle stelle cadenti sono in grigio o in grassetto nella scheda Panoramica?",
    "hAStarVis": "Durante una pioggia leggera di stelle cadenti, hai una piccola chance di vedere cinque stelle cadenti ogni minuto tra le 19 e le 4. MeteoNook analizza gli orari e scopre quando gruppi di stelle multipli appaiono in un breve lasso di tempo. Gli orari in <span class='cluster-dense'>grassetto</span> sono quelli in cui puoi aspettarti di vedere un bel po' di stelle. Invece, gli orari che sono in <span class='cluster-light'>grigio</span> sono quelli in cui le stelle sono poche e lontane tra loro.%% Questo ti permette di capire rapidamente quando giocare per ottenerne di più. Ovviamente puoi sempre cliccare 'mostra di più' per gli orari esatti.",
    "hQStar130": "Perché vedo più stelle cadenti di prima usando lo stesso seme?",
    "hAStar130": "I semi <u>non</u> sono cambiati, ma la versione 1.3.0 (l'Aggiornamento Estivo Vol.1, in cui è stato aggiunto il nuoto) ha cambiato qualche aspetto del sistema meteorologico. Prima, durante una pioggia leggera di stelle, queste apparivano solo tra le 19 e le 4 in orari in cui il meteo era <b>sereno</b>. Dalla 1.3.0, possono apparire anche quando il meteo è <b>soleggiato</b>.%%Due dei tre modelli 'pioggia di stelle leggera' sono anche cambiati. Fine02 è ora nuvoloso alle 18 e soleggiato alle 19 (prima era il contrario), e Fine06 è ora nuvoloso alle 17 e soleggiato alle 19 (prima era il contrario). Lo strumento per cercare i semi accetterà entrambe le versioni di questi modelli.",
    "hQMoreData": "Perché dice che ho bisogno di più dati?",
    "hAMoreData": "Ci sono più di 2 miliardi di semi possibili, ma solo uno è quello corretto per la tua isola. MeteoNook valuta ogni singola possibilità, calcola il meteo che produrrebbe e lo confronta con i dati che hai fornito. Se non ha senso (es. hai detto che ad un certo orario pioveva, ma il seme genera soleggiato) quella possibilità viene ignorata.%%Durante il test, abbaimo avuto successo con le seguenti combinazioni...%%-Date conosciute di 5 - 7 piogge intense di stelle%%-Ora e minuti conosciuti per le stelle in una pioggia di stelle leggera estesa tra 1 e 3 ore%%-L'orario preciso di qualche stella cadente in una pioggia di stelle leggera%%-Date e orari di 5 - 7 arcobaleni%%\nOvviamente il tutto è altamente casuale. Potresti essere fortunato e trovare il seme con meno informazioni o potrebbero servirtene di più!",
    "hQNoSeeds": "Perché non riesce a trovare il mio seme?",
    "hANoSeeds": "Un errore nei dati che fornisci potrebbe essere sufficiente per impedire a MeteoNook di trovare il seme corretto. Succede perché è facile confondere i vari tipi di meteo tra loro. Se non sei completamente sicuro, seleziona l'opzione \"non sono sicuro\". Non sfoltisce le possibilità velocemente come succede inserendo i tipi specifici ma è meno rischioso: un risultato ottenuto lentamente, ma corretto, è meglio di non ottenere nulla!",
    "hQBadSeed": "Ha trovato il seme, ma le previsioni sono sbagliate!",
    "hABadSeed": "Questo a volte può succedere: che dire, è fastidioso. Molto probabilmente ciò che è successo è che nei tuoi dati è presente un errore e MeteoNook ha trovato un seme che corrisponde a ciò che hai chiesto, ma che effettivamente non è quello che usa la tua isola. Prova a cambiare i tuoi tipi di meteo in \"non sono sicuro\", nel caso ci sia un errore con la tipologia di nuvole. Se questo non aiuta, potresti aver bisogno di raccogliere nuovi dati.",
    "hQAdd": "Aggiungerai X...?",
    "hAAdd": "Forse. Non prometto niente.",
    "hQDonate": "Posso donarti dei soldi?",
    "hADonate": "Dato che alcune persone me l'hanno chiesto su Discord e Twitter, ho aggiunto qualche link in basso nella pagina. Non sentirti obbligato a farlo!",
    "hQSource": "Questo progetto sarà open source?",
    "hASource": "Questa nuova versione di MeteoNook è disponibile su GitHub con licenza GNU Affero GPL 3.0. Il link al repository è alla fine di questa pagina.",
    "sIntro": "Prima di poter fornire delle previsioni per la tua isola, dovrai determinare quale seme abbia. Questo strumento lo troverà per te se gli fornisci abbastanza dati riguardo al meteo della tua isola. Più informazioni fornisci e più facile sarà!",
    "sTTypes": "Tipi di Meteo",
    "sTypes1": "Ogni ora in Animal Crossing ha un tipo di meteo - sereno ☀️, soleggiato 🌤, nuvoloso 🌥️️, nuvole di poggia ☁, pioggia/neve 🌧 e pioggia/neve intensa⛈️. Se conosci quale tipo hai in una deteminata ora, aggiungilo a questa sezione.",
    "sTypes2": "È più facile identificare le nuvole all'inizio dell'ora (X:00), quindi se il cielo è completamente sgombro da nuvole alle 13:00, allora 13H è <b>sereno☀️</b>. Alle 13:30, il meteo sarà un mix di quello delle 13 e di quello delle 14.%%La pioggia e la neve durano per l'intera ora, quindi se vedi della pioggia in qualunque momento tra le 13 e le 14, allora 13H sarà <b>pioggia/neve 🌧</b> o <b>pioggia/neve intensa ⛈️</b>.%%Se non sei sicuro riguardo alla tipologia di nuvole a un determinato orario, puoi scegliere una delle opzioni 'Non sono sicuro'.%%Non hai bisogno di inserire queste informazioni nei giorni in cui hai visto una pioggia di stelle cadenti intensa, un arcobaleno o un'aurora, dato che quell'informazione è sufficiente per individuare il modello meteorologico dell'intera giornata.",
    "sTStars": "Orari Stelle Cadenti",
    "sStars": "Se annoti l'orario esatto in gioco (ora e minuti) del momento in cui le stelle cadenti sono apparse durante una pioggia di stelle cadenti, questa informazione aiuterà il processo. Se sono presenti, vedrai sempre 5 o 8 stelle cadenti in un minuto.%%Se sei sicuro che non ci siano stelle cadenti in uno specifico intervallo di tempo, puoi aggiungere questa informazione alla sezione Intervalli per aiutare l'algoritmo. Il pulsante <b>Crea da Orari</b> creerà automaticamente intervalli tra ogni orario che hai inserito.%%Cliccando <b>Modifica Secondi</b>, puoi aggiungere anche i secondi in cui hai visto cadere ogni stella. Questo è un ottimo modo per trovare il seme molto rapidamente, ma può essere difficile ottenere l'orario corretto, dato che l'orologio del gioco non mostra i secondi.%%Le <b>piogge di stelle cadenti intense</b> daranno 5 o 8 stelle al minuto con una frequenza molto intensa (circa ogni 2 minuti), tra le 19 e le 4. Le <b>piogge di stelle cadenti leggere</b> daranno 5 stelle al minuto, in gruppi meno frequenti.",
    "sTTips": "Suggerimenti",
    "sTips": "-Non inserire informazioni di cui non sei sicuro.%%-Guarda gli screenshot e i video che hai salvato <b>della tua isola</b> (non delle isole visitate tramite i biglietti Miglia di Nook o quando visita altri giocatori) per individuare il meteo dei giorni passati. Nell'album di Switch puoi premere A per vedere la data e l'ora di quando sono stati salvati. Potresti ottenere dati più accurati trasferendoli su una scheda SD e leggendoli dal computer.%%-⚠️ Il modello meteo EventDay00 (meteo sereno senza stelle cadenti) sarà forzato nei giorni in cui K.K. Slider si esibisce per la prima volta, e in ogni giorno in cui aggiungi un nuovo giocatore (profilo di Switch) alla tua isola. Non usare dati di quei giorni!%%-⚠️ I giorni in Animal Crossing iniziano e finiscono alle <b>5</b>, quindi se registri il meteo o le stelle cadenti dopo mezzanotte, assicurati di inserirle nello stesso giorno di quelle registrate prima di mezzanotte.",
    "tStep1": "Fase 1: Inserisci le tue Informazioni",
    "tNorthernHemi": "Emisfero boreale",
    "tSouthernHemi": "Emisfero australe",
    "tnorthern": "boreale",
    "tsouthern": "australe",
    "tSpecialDay": "Attenzione: Nell'emisfero {hemi}, questo giorno è <b>{day}</b>!{warn}\ntSpecialDay\n",
    "tSpDayWarnEv": " Questo forza il modello meteo EventDay00 se hai sbloccato l'evento.",
    "tSpDayWarnRS": " Questo forza il modello meteo EventDay00 se hai il Centro Servizi potenziato.",
    "tSpDayWarn": " Questo forza il modello meteo EventDay00.",
    "tResetBlurb": "Il tuoi dati sui modelli meteo saranno salvati nel tuo browser, perciò puoi chiudere la pagina e tornarci più tardi. Clicca qui per ricominciare da capo:",
    "tResetButton": "Reimposta Dati",
    "tExportBlurb": "Per ottenere aiuto nell'utilizzo di MeteoNook, potresti aver bisogno di fornire i tuoi dati. Clicca qui per esportarli in formato JSON:",
    "tExportButton": "Esporta Dati",
    "tTPatterns": "Modelli Speciali",
    "tNoData": "Nessun dato, o non sono sicuro",
    "tShower": "Stelle cadenti o visita di Celeste",
    "tRainbow": "Arcobaleno",
    "tAuroraN": "Aurora boreale",
    "tAuroraS": "Aurora australe",
    "tNone": "Nessuno dei precedenti",
    "tTShower": "Informazioni sulle Stelle Cadenti",
    "tHeavy": "Pioggia intensa di Stelle Cadenti (menzionata da Fuffi o dagli abitanti, 5-8 stelle al minuto)",
    "tLight": "Pioggia leggera di Stelle Cadenti (5 stelle al minuto, raramente a gruppi)",
    "tNotSure": "Non sono sicuro",
    "tTTimes": "Orario di apparizione delle stelle",
    "tEditSeconds": "Modifica Secondi",
    "tAddTime": "Aggiungi Orario",
    "tEnoughTimes": "Ce ne sono abbastanza!",
    "tTGaps": "Intervallo senza stelle",
    "tTo": "a",
    "tAddGap": "Aggiungi Intervallo",
    "tMakeFromTimes": "Crea dagli orari",
    "tTTypes": "Tipi di Meteo",
    "tAddType": "Aggiungi Tipo",
    "tPatterns": "Modelli possibili:",
    "tPatternsNone": "<span class='text-danger'>nessuno</span>. Ricontrolla le tue informazioni!",
    "tTRainbow": "Informazioni sull'Arcobaleno",
    "tTime": "Orario",
    "tDoubleRainbow": "Doppio arcobaleno",
    "tTAurora": "Informazioni sull'Aurora",
    "tAuroraFit": "Quale di questi modelli corrisponde?",
    "tStep2": "Fase 2: Trova il tuo Seme",
    "tStart": "Inizia Ricerca",
    "tCancel": "Annulla",
    "tWorking": "Ricerca...",
    "tInfoDefault": "Una volta che hai inserito le informazioni qui sopra, clicca Inizia Ricerca per far partire il processo.",
    "tInfoRunning": "Ricerca in corso, attendi...",
    "tInfoRunningC": "Ricerca in corso, attendi... Finora trovati {count}: {seeds}",
    "tInfoPossibleSeeds": "1 seme possibile | {n} semi possibili",
    "tInfoMoreData": "Non hai inserito abbastanza informazioni sul meteo per individuare il seme della tua isola.",
    "tInfoNoSeeds": "Non ci sono semi che corrispondono alle informazioni inserite. Per favore, ricontrollale!",
    "tInfoMultiSeed": "Sembra ci siano {count} semi che corrispondono alle informazioni che hai fornito: {seeds}. Puoi dargli un'occhiata cliccando su ognuno di questi per vedere se corrisponde a quello della tua isola. Altrimenti puoi aggiungere più dati qui sopra e riprovare la ricerca.",
    "tInfoSeed": "il seme della tua isola è <b>{seed}</b>. Appuntalo da qualche parte così da non perderlo. Una volta che l'hai fatto, vai alla scheda 'Panoramica' per concludere il processo e vedere le tue previsioni.",
    "tErrNoPatterns": "Le informazioni che hai per il {date} non corrisponde a nessuno dei possibili modelli meteo per quella data. Ti preghiamo di ricontrollare i tuoi dati.",
    "tErrStarConflict": "Hai un intervallo che dice che, alle {time} del {date}, contemporaneamente c'è e non c'è una stella cadente. Per favore, correggi i dati!",
    "tsTitle": "Modifica della stella alle {time}",
    "tsHeader": "Durante una pioggia intensa di stelle cadenti ci sono 5 o 8 stelle al minuto; durante una leggera, 5 al minuto. Se conosci i secondi esatti di ogni stella, inseriscili qui sotto.",
    "tsStar": "Stella {n}",
    "tsFooter1": "Questa funzione è potente, ma fa' attenzione: è difficile trovare gli orari precisi! Una possibile soluzione potrebbe essere quella di girare un video del tuo Switch (per es. col tuo telefono) con l'orologio del gioco ed il cielo visibili mentre le stelle cadono. Guardalo successivamente e annota gli orari quando l'orologio del gioco cambia e le stelle appaiono, poi comparali per trovare i secondi per ogni stella.",
    "tsFooter2": "L'algoritmo di ricerca permette alle tue misurazioni di essere fino a <b>4 secondi in ritardo</b>.",
    "tsCancel": "Annulla",
    "tsSave": "Salva",
    "deTitle": "Dati esportati",
    "yLight": "1 pioggia di stelle cadenti leggera | {n} piogge di stelle cadenti leggere",
    "yHeavy": "1 pioggia di stelle cadenti intensa | {n} piogge di stelle cadenti intense",
    "yRainbow": "1 arcobaleno | {n} arcobaleni",
    "yRainbowDouble": "({n} doppi)",
    "yAuroraN": "1 giorno con aurora boreale | {n} giorni con aurora boreale",
    "yAuroraS": "1 giorno con aurora australe | {n} giorni con aurora australe",
    "oExample": "Questa è una previsione di esempio che mostra cosa può fare MeteoNook. Una volta che trovi il seme della tua isola, inserisci i dettagli qui sotto per generare la tua panoramica personalizzata.",
    "oChange": "Cambia",
    "oEditSettings": "Modifica impostazioni",
    "oShareLink": "Condividi un link",
    "oRemoveIsland": "Rimuovi l'isola",
    "oSavedIslands": "Isole salvate",
    "oAddIsland": "Aggiungi un'altra isola",
    "oTitle": "Meteo di {island}",
    "oToday": "Oggi",
    "oTomorrow": "Domani",
    "oSeeMore": "Mostra di più",
    "oPattern": "Modello: {pattern}",
    "oSunny": "Soleggiato {list}",
    "oCloudy": "Nuvoloso {list}",
    "oRain": "Pioggia {list}",
    "oSnow": "Neve {list}",
    "oMorning": "mattina",
    "oAfternoon": "pomeriggio",
    "oEvening": "sera",
    "oNight": "notte",
    "oZoneList1": "nel {0}",
    "oZoneList2": "nel {0} e {1}",
    "oZoneList3": "nel {0}, {1} e {2}",
    "oZoneRest": "nel resto del giorno",
    "oZoneAllDay": "tutto il giorno",
    "oHeavyShowerAlert": "Pioggia di stelle cadenti intensa: stelle cadenti tra {start} e {end}",
    "oShowerAlert": "Stelle cadenti verso le {list}",
    "oTimeList1": "{0}",
    "oTimeList2": "{0} e {1}",
    "oUpcoming": "Prossimo",
    "oRainbowAt": "Arcobaleno alle {time}",
    "oHeavyShower": "Pioggia di stelle cadenti intensa",
    "oSnowStart": "La stagione della neve inizia",
    "oSnowEnd": "La stagione della neve finisce",
    "oFogStart": "La stagione della nebbia inizia",
    "oFogEnd": "La stagione della nebbia finisce",
    "oConstellation": "Costellazione",
    "oZodiacNow": "Corrente:",
    "oZodiacNext": "Prossima:",
    "oZodiacFrom": "(da {date})",
    "tForecastConfig": "Configurazione delle previsioni",
    "tIslandName": "Nome dell'isola",
    "tIslandNameDesc": "Non influenza la previsione, ma se vuoi tenere traccia di più isole in MeteoNook ti permetterà di distinguerle.",
    "tSeed": "Seme meteo",
    "tHemisphere": "Emisfero",
    "tNorthern": "Boreale",
    "tSouthern": "Australe",
    "tClockMode": "Inganni sul tempo?",
    "tRealTime": "No, l'orologio del mio Switch è in tempo reale",
    "tTimeTravel": "Sì, viaggio nel tempo",
    "tClockModeDesc": "Questa opzione cambierà cosa MeteoNook considera \"oggi\". Questo non influenza le previsioni, rende solo l'app più comoda da usare.",
    "tClockOffset": "Scostamento orologio",
    "tClockOffsetDesc": "Puoi inserire uno scostamento in minuti, o selezionare la data e l'ora correntemente impostate sul tuo Switch.",
    "tMinutesSuffix": "minuti",
    "tPreview": "Prova (non salvare)",
    "tSave": "Salva Impostazioni",
    "oGuidanceSingle": "Questo è il meteo che otterresti col seme che MeteoNook ha calcolato. Puoi vedere più dettagli nelle schede 'Annuale' e 'Mensile'. Se non sembra corretto, potresti aver commesso un errore nei tuoi dati: non preoccuparti, capita. Se tutto sembra corretto, riempi i campi rimanenti e clicca Salva. Goditi MeteoNook!",
    "oGuidanceMulti": "Questo è il meteo che otterresti se questo seme fosse quello corretto per la tua isola. Puoi vedere più dettagli nelle schede 'Annuale' e 'Mensile'. Se non sembra corretto, torna alla scheda 'Seme' e provane uno diverso. Se tutto combacia, sei fortunato: riempi i campi rimanenti e clicca Salva. Goditi MeteoNook!",
    "lsTitle": "Link condiviso",
    "lsBlurb": "Il link sottostante contiene i dati della tua isola. Puoi darlo a un amico per mostrargli il tuo meteo o puoi salvarlo da qualche parte per conservarlo. A te la scelta!",
    "lsDone": "Fatto, grazie",
    "dTitlePreview": "Anteprima del tuo modello {pattern}",
    "dTitleDay": "Meteo del {date} ({pattern})",
    "dSpDay": "Questo giorno ha un meteo speciale a causa di {day}",
    "dWindTooltip": "Forza del vento",
    "dHeavyFog": "Nebbia intensa",
    "dWaterFog": "Nebbia acquatica",
    "dRainbowSingle": "Arcobaleno!",
    "dRainbowDouble": "Doppio arcobaleno!",
    "dRainbowEither": "Arcobaleno o doppio arcobaleno",
    "dAuroraN": "Aurora boreale!",
    "dAuroraS": "Aurora australe!",
    "dStars": "Possibili stelle cadenti!",
    "dunno": "Non so",
    "lstWeekdays": "Dom%%Lun%%Mar%%Mer%%Gio%%Ven%%Sab",
    "lstMonths": "Gennaio%%Febbraio%%Marzo%%Aprile%%Maggio%%Giugno%%Luglio%%Agosto%%Settembre%%Ottobre%%Novembre%%Dicembre",
    "lstSpecialDays": "Caccia all'uovo%%Torneo di pesca%%Insettomania%%Notte di San Silvestro%%fuochi d'artificio",
    "lstSpecialDaysA": "la Caccia all'uovo%%il Torneo di pesca%%l'Insettomania%%la Notte di San Silvestro%%i fuochi d'artificio",
    "lstPatternChoices": "☀ Sereno%%🌤 Soleggiato%%🌥 Nuvoloso%%☁ Nuvole di pioggia%%🌧 Pioggia/Neve%%⛈ Pioggia/Neve intensa%%Non sono sicuro (sereno o soleggiato)%%Non sono sicuro (soleggiato o nuvoloso)%%Non sono sicuro (nuvoloso o nuvole di pioggia)%%Non sono sicuro (no pioggia/neve)%%Non sono sicuro (pioggia/neve)",
    "lstPatternNoSnow": "☀ Sereno%%🌤 Soleggiato%%🌥 Nuvoloso%%☁ Nuvole di pioggia%%🌧 Pioggia%%⛈ Pioggia intensa",
    "lstPatternSnow": "☀ Sereno%%🌤 Soleggiato%%🌥 Nuvoloso%%☁ Nuvole di pioggia%%🌨 Neve%%🌨 Neve intensa",
    "lstConstellation": "Capricorno%%Acquario%%Pesci%%Ariete%%Toro%%Gemelli%%Cancro%%Leone%%Vergine%%Bilancia%%Scorpione%%Sagittario",
    "credTitle": "Riconoscimenti",
    "credSource": "MeteoNook è disponibile con licenza {license}. Il codice sorgente è disponibile su GitHub: {repo}",
    "credThank1": "Un grazie speciale a queste persone per il loro aiuto:",
    "credThank1a": "Test e suggerimenti:",
    "credThank1b": "Traduzioni:",
    "credThank2": "MeteoNook include parti di questi software:",
    "credThank3": "Saluti:",
    "footerCopy": "MeteoNook è © {me}, {year}. Non affiliato o promosso da Nintendo.",
    "footerDonate": "Vuoi supportarmi?",
    "footerVersion": "Versione:",
    "hGameVer1": "versione {0}",
    "hGameVerMulti": "versioni {0} e {1}",
    "hLog20200715": "Grazie a molti contributi, MeteoNook ora include traduzioni in francese, tedesco, giapponese e cinese. Se vuoi contribuire a una traduzione o migliorarla, controlla il README su GitHub per unirti al progetto POEditor.",
    "warningTitle": "Attenzione",
    "warningMessage": "Sei sicuro di voler eliminare completamente i dati del seme dell'isola {0}?",
    "warningCancel": "No, annulla",
    "warningOK": "Sì, cancellalo",
    "hLog20200716": "Corrette le date per l'Insettomania nell'Emisfero Australe. Aggiunte le traduzioni in cinese (tradizionale) e russo.",
    "lstSpecialClouds": "Cumulonembo%%Cirro%%Cirrocumulo%%Nuvole sottili%%Nuvole ondulate",
    "hLog20200802": "Aggiunte previsioni per speciali tipi di nuvole che appaiono in alcuni momenti dell'anno (indicate dal simbolo 🌀), e degli spettacoli di fuochi d'artificio aggiunti nella versione 1.4.0.",
    "hQEventDay": "Le previsioni sono state perfette per settimane e all'improvviso sono sbagliate! Cos'è successo?",
    "hAEventDay": "In certi giorni, Animal Crossing ignorerà il modello meteo selezionato dal tuo seme e utilizzerà invece il modello fisso EventDay00 (meteo sereno tutto il giorno, senza stelle cadenti). MeteoNook mostra la maggior parte di questi giorni, come l'Insettomania e gli spettacoli di fuochi d'artificio, con due eccezioni: il giorno del <b>primo concerto di K.K.</b> e il giorno in cui <b>aggiungi un nuovo giocatore</b>. Quindi, se il tuo meteo improvvisamente sembra sbagliato dopo aver creato un nuovo profilo o dopo aver raggiunto le 3 stelle, non preoccuparti, è giusto così. Ritornerà normale in un paio di giorni!",
    "spcHeader": "Tipi speciali di nuvole",
    "spcBlurb": "In alcuni periodi dell'anno, possono apparire delle nuvole speciali nelle ore <b>serene</b> o <b>soleggiate</b>. Queste possono aiutare a identificare il modello meteorologico della giornata e, poiché la loro presenza è legata a un fattore casuale, essa può aiutare ad accelerare il processo eliminando alcuni semi.%%Se hai indicato una determinata ora come <b>serena</b> o <b>soleggiata</b>, vedrai un pulsante 🌀 accanto a essa: come impostazione predefinita, sarà presente un❓. Se vedi una nuvola speciale in quell'ora, clicca una sola volta per impostarlo su ✔. Se non la vedi, clicca due volte per impostarlo su 🚫.",
    "spcDates": "<b>Possibile tra queste date:</b> da  {startN} a {endN} (emisfero boreale), da {startS} a {endS} (emisfero australe)\n",
    "spcCertainAppearTime": "Queste nuvole appaiono tra le {startTime} e le {endTime}.",
    "spcUncertainAppearTime": "Queste nuvole possono apparire tra le {startTime} e le {endTime}.",
    "spcCirrus": "Questo periodo ha due tipi di nuvole speciali: cirro (nei giorni i cui modelli sono chiamati 'FineXX') e cirrocumulo (nei giorni dove sono presenti altri modelli).",
    "spcGroupNote": "Esse possono durare svariate ore, ma appariranno una sola volta al giorno: quindi, se scompaiono, non torneranno più per quel determinato giorno.",
    "spcFadeNote": "Appaiono approssimativamente {start} minuti dopo l'inizio dell'ora e scompaiono circa {end} minuti prima della fine dell'ora.",
    "spcDifficultWarning": "Presta molta attenzione: di sera possono essere alquanto difficili da identificare!",
    "spcExamplePrompt": "Immagini d'esempio (clicca per aprire in una nuova finestra):",
    "tErrSpecialCloudGap": "Il {date}, hai inserito dati su più gruppi di nuvole speciali separati da un intervallo. Ciò non è possibile, in quanto queste nuvole possono apparire solo una volta al giorno, quindi ti preghiamo di correggere i dati.",
    "tErrSpecialCloudTooLong": "Il {date}, hai inserito dati che evidenziano la presenza per {count} ore di nuvole speciali. Ciò non è possibile, in quanto queste nuvole possono essere presenti solo per un massimo di {max} ore, quindi ti preghiamo di correggere i dati.",
    "lstSpecialCloudsLevels": "Nessuna nuvola speciale%%Cumulonembo%%Cirro o cirrocumulo%%Nuvole sottili%%Nuvole ondulate",
    "newSuffix": "(Nuovo!)",
    "spcTypePrefix": "Special cloud type:",
    "helpPossiblePatterns": "These are the patterns that match the weather types you've entered for this day. Click on a name to see the full details for that pattern.",
    "helpCloudType": "This is the special cloud type that you might see on this date. See the 'special cloud types' section above for examples of what this would look like."
}