{
    "lang": "Nederlands",
    "title": "MeteoNook van {island}",
    "mSettings": "Instellingen",
    "mTimeFormat": "Tijd formaat",
    "mTime12": "12 uurs",
    "mTime24": "24 uurs",
    "mLanguage": "Taal",
    "hTab": "Welkom",
    "sTab": "Seed",
    "oTab": "Overzicht",
    "yTab": "Jaarlijks",
    "mTab": "Maandelijks",
    "hTWelcome": "Welkom op MeteoNook Alpha",
    "hWelcome": "MeteoNook is een weervoorspeller voor <i>Animal Corssing: New Horizons<i> {version}. %% Deze applicatie geeft voorspellingen over weespatronen, meteorieten tot op de seconde, regenbogen en verschijnen van het noorder-/zuiderlicht. Om te beginnen moet je weten wat je seed is. Dit is een lang nummer dat bij jouw eiland past dat bepaalt wat weer je zult krijgen. Om je seed te vinden kun je de instructies volgens door op <b>Seed</b> te drukken.",
    "hTLog": "Aanpassingen",
    "hLog20200702": "Deze app support aanvang Animal Crossing versie 1.3.0. Er zijn nog kleine aanpassingen die nodig zijn (Zoals Fine02 en Fine06 aanpassingen) deze aanpassingen kun je morgen verwachten.",
    "hLog20200708": "Volledige support voor Animal Crossing versie 1.3.0. lichte meteorieten buien kun je nu ook zien in de Overzicht pagina. ",
    "hTFAQ": "Veelgestelde vragen",
    "hQSeed": "Zal mijn seed veranderen als ik in de tijd reis?",
    "hASeed": "Nee. Het wordt willekeurig gekozen wanneer je je eiland aanmaakt en het verandert nooit.",
    "hQCeleste": "Waar is Celeste?",
    "hACeleste": "Aan het begin van de week pakt het spel een willekeurige dag voor Celeste zolang op deze dag ook een sterrenregen is. Welke dag dit is, is volledig willekeurig en kan niet worden voorspelt.",
    "hQWind": "Wat betekent 🍃 ?",
    "hAWind": "Dit nummer geeft de windsterkte of windsnelheid aan. 0 is een kalme wind, 1 is een matige wind, en 5 is de sterkste wind dat AC:NH gebruikt. De windsterkte heeft alleen een esthetische functie voor kleren aan de waslijn en palm bomen die in de wind suizen.",
    "hQStarVis": "Waarom zijn de tijden voor sterren grijs of dik gedrukt op de Overzicht pagina?",
    "hAStarVis": "Tijdens een lichte sterrenregen is er een kleine kans dat je vijf vallende sterren ziet per minuut tussen 19H en 04H. MeteoNook analyseerd het schema en probeert uit te vinden wanneer er meerdere groepen dicht bij elkaar zijn. De tijden die <span class='cluster-dense'>dikgedrukt</span> zijn, zijn tijden waar je aardig wat vallende sterren kan verwachten. Aan de andere kant, tijdens tijden die <span class='cluster-light'>vervaagd</span> zijn, zullen vallende sterren veel zeldzamer zijn.%%Hierdoor kan je in een oogopslag zien wanneer je het beste kan spelen om de meeste vallende sterren te zien. Je kan natuurlijk altijd op 'Zie meer' klikken voor de exacte tijden.",
    "hQStar130": "Waarom zie ik meer vallende sterren met dezelfde seed als eerst?",
    "hAStar130": "Seeds zijn <u>niet</u> veranderd, maar versie 1.3.0 (de Zomer Update Deel 1, waarbij duiken was toegevoegd) heeft wat veranderingen gemaakt aan hoe het weer werkt. In eerdere versies, tijdens een lichte sterrenregen, konden er alleen maar vallende sterren zijn tussen 19u en 04u tijdens uren waar het weer het patroon <bhelder</b> was. In 1.3.0 kunnen er ook lichte sterrenregens zijn als het weer patroon <b>zonnig</b> is.%%Twee van de drie 'lichte sterrenregen' patronen zijn ook veranderd. Het patroon Fine02 is nu bewolkt om 18H en zonnig om 19H (in eerdere versies was dit omgedraait), en Fine06 is nu bewolkt om 17H en zonnig om 19H (in eerdere versies was dit omgedraait). De seed zoeker accepteerd de oude en de nieuwe versies van deze patronen.",
    "hQMoreData": "Waarom heb ik meer gegevens nodig?",
    "hAMoreData": "Er zijn meer dan 2 miljard verschillende weer seeds, maar er is er maar één die bij jou eiland past. MeteoNook probeert elke mogelijke seed en vergelijkt deze met de gegevens die je invoert. Als er iets niet helemaal klopt (bijvoorbeeld je heb ingevuld dat het regent, maar de seed zegt dat het zonnig zou moeten zijn) dan wordt deze mogelijk genegeerd.%%Tijdens het testen hadden we succes met de volgende combinaties...%%-De datums van 5 tot 7 heftige sterrenregens%%-Het uur en de minuten van vallende sterren tijdens een lichte sterrenregen, genoteerd over 1 tot 3 uur%%-Het uur, de minuten en de seconden van een paar vallende sterren tijdens een lichte sterrenregen%%Dit is natuurlijk allemaal erg willekeurig. Je kan geluk hebben en je seed met minder gegevens vinden of je heb meer nodig!",
    "hQNoSeeds": "Waarom kan ik mijn seed niet vinden?",
    "hANoSeeds": "Één foutje in de gegevens die invoert is genoeg om ervoor te zorgen dat MeteoNook het juiste seed niet kan vinden. Dit gebeurd meestal met de weer types, omdat ze makkelijk te verwarren zijn. Als je het niet zeker weet, selecteer dan de \"Weet ik niet zeker\" optie. Dit help niet veel mee om je seed te vinden, maar is minder riskant - een trager, maar correct resultaat is beter dan geen resultaat!",
    "hQBadSeed": "Het heeft mij een seed gegeven, maar de resultaten zijn verkeerd!",
    "hABadSeed": "Dit kan gebeuren, het is heel vervelend. Waarschijnlijk wat er is gebeurd is dat er een foutje zit in de gegevens die je heb ingevoerd en MeteoNook had een seed gevonden die paste bij de gegevens die je had ingevoerd, maar niet bij jouw eiland past. Probeer wat weer types te veranderen naar \"Niet zeker\", voor het geval dat het een foute was met de verschillende wolk types. Als dat het niet oplost, moet je nieuwe gegevens zoeken.",
    "hQAdd": "Ga je X toevoegen...?",
    "hAAdd": "Misschien. Ik beloof niets.",
    "hQDonate": "Kan je ik je betalen?",
    "hADonate": "Omdat een paar mensen me hiernaar vroegen op Discord en Twitter, heb ik enkele links toegevoegd aan de voettekst. Voel je alsjeblieft niet verplicht om dit te doen!",
    "hQSource": "Zal het open source worden?",
    "hASource": "Deze nieuwe versie van MeteoNook is beschikbaar op GitHub onder de GNU Affero GPL 3.0 licentie. De repository-link staat onderaan deze pagina.",
    "sIntro": "Voordat je het weer op jouw eiland kunt voorspellen, moet je eerst bepalen welk 'weerpatroon seed' het heeft. Deze tool zal het voor je vinden zodra je voldoende gegevens heeft verstrekt over het weer op jouw eiland. Hoe meer informatie je in hebt gevoerd, hoe gemakkelijker het te vinden is!",
    "sTTypes": "Weer types",
    "sTypes1": "Ieder uur in Animal Crossing heeft een weertype: helder ☀️, zonnig 🌤, bewolkt 🌥️️, regenwolken ☁, regen/sneeuw 🌧 en hevige regen/sneeuw ⛈️. Als je weet welk weertype je hebt in een bepaald uur, voeg je dat hier toe.",
    "sTypes2": "Wolken zijn het gemakkelijkst te herkennen aan het begin van elk uur (X:00), dus als de lucht om 13:00 uur helemaal helder is, is 13u zeker <b>helder ☀️</b>. Om 13:30, het weer zal een mix zijn van het 13u-weer en het 14u-weer.%%Regen en sneeuw houden het hele uur aan, dus als je ergens tussen 13u en 14u regen ziet, dan is 13u zeker <b>regen/sneeuw 🌧</b> of <b>hevige regen/sneeuw ⛈️</b>.%%Als je binnen een uur niet zeker bent van het type wolken, kun je een van de 'Onzeker'-opties kiezen.%%Je hoeft deze niet in te voeren op dagen dat je een zware regenbui, regenboog of het noorderlicht hebt gezien, omdat die informatie goed genoeg is om het patroon van die dag perfect vast te stellen.",
    "sTStars": "Tijden Sterrenregen",
    "sStars": "Als je de exacte in-game tijd (uur en minuut) noteert van vallende sterren tijdens een meteorenregen, dan zal deze informatie het algoritme helpen. Je krijgt altijd 5 of 8 vallende sterren in de minuut waarin ze verschijnen.%%Als je zeker weet dat er in een bepaalde periode geen sterren zijn, kun je deze toevoegen aan het gedeelte 'Tussenruimten' om het algoritme te helpen. De knop <b>Maken van tijden</b> creëert automatisch tussenruimten tussen elke keer dat je iets invoert.%%Door op <b>Seconden bewerken</b> te klikken, kun je tot op de seconde keer toevoegen voor elke ster. Dit is een zeer goede manier om snel je seed te vinden, maar het kan erg moeilijk zijn om de timing juist te krijgen, omdat de in-game klok geen seconden aangeeft.%%<b> Zware sterrenregens</b> geven je 5 of 8 sterren per minuut, heel vaak (ongeveer elke andere minuut), tussen 19u en 04u. <b>Lichte sterrenregens</b> geven je 5 sterren per minuut, in met grote intervallen ertussen.",
    "sTTips": "Tips",
    "sTips": "-Voer geen informatie in als je er niet helemaal zeker van bent.%%-Bekijk screenshots en video's die je <b>op jouw eiland</b> heeft gemaakt (niet op Nook Miles Ticket-eilanden of van wanneer u andere spelers heeft bezocht) voor het vinden van jouw weer patroon. In het Switch-album kunt je op A drukken om de datum en tijd te zien waarop ze zijn gemaakt. Mogelijk kan je nauwkeurigere tijden krijgen door ze over te brengen naar een microSD-kaart en ze vanaf uw computer te lezen.%%-⚠️ Het EventDay00-weerpatroon (helder weer zonder vallende sterren) wordt geforceerd op de dag dat K.K. Slider voor de eerste keer op treed en elke dag dat je een nieuwe speler (Switch-profiel) aan je eiland toevoegt. Gebruik geen gegevens van deze dagen!%%- ⚠️ Dagen in Animal Crossing beginnen en eindigen om <b>5 uur 's ochtends, dus als je het weer of vallende sterren na middernacht registreert, zorg er dan voor dat je ze op dezelfde kalenderdatum zet als die voor middernacht.",
    "tStep1": "Stap 1: Vul de informatie in",
    "tNorthernHemi": "Noordelijk halfrond",
    "tSouthernHemi": "Zuidelijk halfrond",
    "tnorthern": "noordelijk",
    "tsouthern": "zuidelijk",
    "tSpecialDay": "Let op: In de {hemi} halfrond, deze dag is <b>{day}</b>!{warn}",
    "tSpDayWarnEv": " Dit forceerd het EventDay00 weer patroon als je het evenement ontgrendeld hebt.",
    "tSpDayWarnRS": " Dit forceerd het EventDay00 weer patroon als je de Servicebalie-upgrade ontgrendeld hebt.",
    "tSpDayWarn": " Dit forceerd het EventDay00 weer patroon.",
    "tResetBlurb": "Je weerpatroon gegevens worden automatisch opgeslagen in je browser, dus je kunt de pagina sluiten en later terugkomen. Klik hier om opnieuw te beginnen:",
    "tResetButton": "Reset gegevens",
    "tExportBlurb": "Om ondersteuning te krijgen van MeteoNook, moet u mogelijk jouw gegevens verstrekken. Klik hier om het naar het JSON-formaat te exporteren:",
    "tExportButton": "Exporteer Gegevens",
    "tTPatterns": "Bijzondere patronen",
    "tNoData": "Geen gegevens/weet ik niet zeker",
    "tShower": "Vallende sterren of Celeste op bezoek",
    "tRainbow": "Regenboog",
    "tAuroraN": "Noorderlicht",
    "tAuroraS": "Zuiderlicht",
    "tNone": "Geen van bovenstaande",
    "tTShower": "Informatie meteorenregen",
    "tHeavy": "Zware sterrenregen (word genoemd door Isabelle en andere dieren, 5 tot 8 sterren per minuut)",
    "tLight": "Lichte sterrenregen (5 sterren per minuut, in zeldzame vlagen)",
    "tNotSure": "Weet ik niet zeker",
    "tTTimes": "Tijden wanneer sterren verschenen",
    "tEditSeconds": "Bewerk seconden",
    "tAddTime": "Voeg tijd toe",
    "tEnoughTimes": "Je hebt genoeg informatie ingevuld!",
    "tTGaps": "Periodes zonder sterren.",
    "tTo": "van",
    "tAddGap": "Voeg tussenruimte toe",
    "tMakeFromTimes": "Maken van tijden",
    "tTTypes": "Weer types",
    "tAddType": "Type toevoegen",
    "tPatterns": "Magelijke patronen:",
    "tPatternsNone": "<span class='text-danger'>geen</span>. Double-check je gegevens!",
    "tTRainbow": "Regenboog informatie",
    "tTime": "Tijd",
    "tDoubleRainbow": "Dubbele regenboog",
    "tTAurora": "Noorderlicht info",
    "tAuroraFit": "Welke van deze patronen is de juiste?",
    "tStep2": "Stap 2: Vind je seed",
    "tStart": "Start met zoeken",
    "tCancel": "Annuleren",
    "tWorking": "Zoeken...",
    "tInfoDefault": "Wanneer je de gegevens hierboven heb ingevoerd, klik 'Start Zoeken' om het proces te starten.",
    "tInfoRunning": "Aan het zoeken, even geduld...",
    "tInfoRunningC": "Zoeken, hou vol... {count} gevonden tot nu toe: {seeds}",
    "tInfoPossibleSeeds": "1 mogelijke seed | {n} mogelijke seeds",
    "tInfoMoreData": "Je heb nog niet genoeg weergegevens ingevoerd om je seed te vinden.",
    "tInfoNoSeeds": "Er zijn geen seeds die passen bij de ingevoerde gegevens. Controlleer de invoerde gegevens.",
    "tInfoMultiSeed": "Het lijkt erop dat er {count} seeds zijn die passen bij de ingevoerde gegevens: {seeds}. Je kan deze proberen door er op een te klikken en te vergelijken met jouw eiland, of voer meer gegevens in en probeer opnieuw te zoeken.",
    "tInfoSeed": "Je eiland z'n weer seed is <b>{seed}</b>. Schrijf deze ergens op zodat je hem niet kwijt raakt. Wanneer je dat heb gedaan, ga naar het 'Overzicht' tab om het proces te geëindigen en je weersverwachting te gekijken.",
    "tErrNoPatterns": "De informatie die je hebt voor {date} komt niet overeen met een van de mogelijke weerpatronen voor die datum. Controleer alsjeblieft die gegevens.",
    "tErrStarConflict": "Je hebt een tussenruimte die zegt dat er om {time} op {date} zowel een ster is als geen ster. Los het op alsjeblieft!",
    "tsTitle": "Ster bewerken om {time}",
    "tsHeader": "Tijdens een zware sterrenregen krijg je 5 of 8 sterren per minuut en tijdens een lichte sterrenregen krijg je 5 sterren per minuut. Als je de exacte seconden voor elke ster weet, vul die dan hieronder in.",
    "tsStar": "Ster {n}",
    "tsFooter1": "Dit is best krachtig, maar wees voorzichtig - het is moeilijk om deze goed te krijgen! Je kunt het beste een video maken van je Switch (bijvoorbeeld met je mobiel) met de in-game klok en de lucht zichtbaar terwijl vallende sterren vallen. Bekijk het daarna en noteer de tijden waarop de in-game klok verandert en wanneer sterren verschijnen, en vergelijk ze vervolgens om de seconden voor elke ster te vinden.",
    "tsFooter2": "Met het zoekalgoritme kunnen de tijden tot <b>4 seconden afwijken</b>.",
    "tsCancel": "Annuleren",
    "tsSave": "Opslaan",
    "deTitle": "Geëxporteerde gegevens",
    "yLight": "1 lichte sterrenregen | {n} lichte sterrenregens",
    "yHeavy": "1 zware sterrenregen | {n} zware sterrenregens",
    "yRainbow": "1 regenboog | {n} regenbogen",
    "yRainbowDouble": "({n} dubbele)",
    "yAuroraN": "1 noorderlicht | {n} noorderlichten",
    "yAuroraS": "1 zuiderlicht | {n} zuiderlichten",
    "oExample": "Dit is een voorbeeld voorspelling die laat zien wat MeteoNook kan doen. Zodra je het seed van jouw eiland hebt gevonden, vult u de onderstaande gegevens in voor een persoonlijk overzicht.",
    "oChange": "Bewerken",
    "oEditSettings": "Bewerk instellingen",
    "oShareLink": "Deel een link",
    "oRemoveIsland": "Verwijder eiland",
    "oSavedIslands": "Opgeslagen eilanden",
    "oAddIsland": "Voeg nog een eiland toe",
    "oTitle": "Het weer op {island}",
    "oToday": "Vandaag",
    "oTomorrow": "Morgen",
    "oSeeMore": "Zie meer",
    "oPattern": "Patroon: {pattern}",
    "oSunny": "Helder {list}",
    "oCloudy": "Bewolkt {list}",
    "oRain": "Regen {list}",
    "oSnow": "Sneeuw {list}",
    "oMorning": "ochtend",
    "oAfternoon": "middag",
    "oEvening": "avond",
    "oNight": "nacht",
    "oZoneList1": "in de {0}",
    "oZoneList2": "in de {0} en {1}",
    "oZoneList3": "in de {0}, {1} en {2}",
    "oZoneRest": "voor de rest van de dag",
    "oZoneAllDay": "de hele dag",
    "oHeavyShowerAlert": "Zware sterrennregen: verwacht vallende sterren tussen {start} en {end}",
    "oShowerAlert": "Verwacht enkele vallende sterren rond {list}",
    "oTimeList1": "{0}",
    "oTimeList2": "{0} en {1}",
    "oUpcoming": "Opkomend",
    "oRainbowAt": "Regenboog om {time}",
    "oHeavyShower": "Hevige sterrenregen",
    "oSnowStart": "Sneeuwseizoen begint",
    "oSnowEnd": "Sneeuwseizoen eindigt",
    "oFogStart": "Mistseizoen begint",
    "oFogEnd": "Mistseizoen eindigt",
    "oConstellation": "Sterrenbeeld",
    "oZodiacNow": "Nu:",
    "oZodiacNext": "Hierna:",
    "oZodiacFrom": "(vanaf {date})",
    "tForecastConfig": "Instellingen weersvoorspelling",
    "tIslandName": "Eiland naam",
    "tIslandNameDesc": "Dit heeft geen invloed op de voorspelling, maar als je meerdere eilanden met MeteoNook wilt volgen, kunt je ze van elkaar onderscheiden.",
    "tSeed": "Weer seed",
    "tHemisphere": "Halfrond",
    "tNorthern": "Noordelijk",
    "tSouthern": "Zuidelijk",
    "tClockMode": "Doe je aan tijdreizen?",
    "tRealTime": "Nee, ik heb mijn Switch' klok niet veranderd.",
    "tTimeTravel": "Ja, ik tijd reis",
    "tClockModeDesc": "Deze optie stelt in wat MeteoNook beschouwt als \"vandaag\". Dit heeft geen invloed op de voorspellingen, het maakt de app alleen wat handiger in het gebruik.",
    "tClockOffset": "Klok veranderen",
    "tClockOffsetDesc": "Je kunt zowel de hoeveelheid aan tijd dat je Switch voorloopt of je huidige datum van je Switch toevoegen.",
    "tMinutesSuffix": "minuten",
    "tPreview": "Probeer (sla niet op)",
    "tSave": "Instellingen opslaan",
    "oGuidanceSingle": "Dit is het weer dat je zou moeten krijgen met de seed die MeteoNook heeft uitgerekend. Je kan meer informatie vinden onder de tabjes 'Jaarlijks' en 'Maandelijks'. Als het niet lijkt te kloppen heb je een fout gemaakt in je ingevoerde gegevens. Geen zorgen, het kan gebeuren. Als het allemaal lijkt te kloppen kan de de overgebleven velden invullen en klik je op Opslaan. Veel plezier met MeteoNook!",
    "oGuidanceMulti": "Dit is het weer dat je zou moeten krijgen als je seed correct is voor jouw eiland. Je kan meer informatie vinden onder de tabjes 'Jaarlijks' en 'Maandelijks'. Als het niet lijkt te kloppen, ga dan terug naar het 'Seed' tabje en probeer een andere. Als die klopt ben je een geluksvogel. Vul dan de overige velden in en klik op Opslaan. Veel plezier met MeteoNook!",
    "lsTitle": "Gedeelde link",
    "lsBlurb": "De onderstaande link bevat de gegevens voor jouw eiland. Je kunt het aan een vriend geven, zodat ze je weerpatroon kunnen zien, of je kunt het gewoon ergens opbergen om het veilig te bewaren. De keuze is aan jou!",
    "lsDone": "Klaar, bedankt",
    "dTitlePreview": "Voorbeeld van patroon {pattern}",
    "dTitleDay": "Weer op {date} ({pattern})",
    "dSpDay": "Deze dag heeft speciaal weer omdat {day}",
    "dWindTooltip": "Windkracht",
    "dHeavyFog": "Dichte mist",
    "dWaterFog": "Water mist",
    "dRainbowSingle": "Regenboog!",
    "dRainbowDouble": "Dubbele regenboog!",
    "dRainbowEither": "Regenbook of dubbele regenboog",
    "dAuroraN": "Noorderlicht!",
    "dAuroraS": "Zuiderlicht!",
    "dStars": "Kans op vallende sterren!",
    "dunno": "Weet ik niet",
    "lstWeekdays": "Zon%%Maa%%Din%%Woe%%Don%%Vri%%Zat",
    "lstMonths": "Januari%%Februari%%Maart%%April%%Mei%%Juni%%Juli%%Augustus%%September%%Oktober%%November%%December",
    "lstSpecialDays": "Konijnendag%%Vistournooi%%Beestjesbeker%%Aftel evenement%%Vuurwerkshow",
    "lstSpecialDaysA": "Konijnendag%%het Vistournooi%%de Beestjesbeker%%het Aftel evenement%%de Vuurwerkshow",
    "lstPatternChoices": "☀ Helder%%🌤 Zonnig%%🌥 Bewolkt%%☁ Regenwolken%%🌧 Regen/Sneeuw%%⛈ Hevige Regen/Sneeuw%%Onzeker (Helder of Zonnig)%%Onzeker (Zonnig of Bewolkt)%%Onzeker (Bewolkt of Regenwolken)%%Onzeker (Geen Regen/Sneeuw)%%Onzeker (Regen/Sneeuw)",
    "lstPatternNoSnow": "☀ Helder%%🌤 Zonnig%%🌥 Bewolkt%%☁ Regenwolken%%🌧 Regen%%⛈ Hevige Regen",
    "lstPatternSnow": "☀ Helder%%🌤 Zonnig%%🌥 Bewolkt%%☁ Regenwolken%%🌧 Sneeuw%%⛈ Hevige Sneeuw",
    "lstConstellation": "Steenbok%%Waterman%%Vissen%%Ram%%Stier%%Tweeling%%Kreeft %%Leeuw%%Maagd%%Weegschaal%%Schorpioen%%Boogschutter",
    "credTitle": "Credits",
    "credSource": "MeteoNook is beschikbaar onder de {license}. De broncode is beschikbaar op GitHub: {repo}",
    "credThank1": "Speciale dank aan de volgende mensen voor hun hulp:",
    "credThank1a": "Testen en suggesties:",
    "credThank1b": "Vertalingen:",
    "credThank2": "MeteoNook bevat delen van de volgende software:",
    "credThank3": "Shoutouts naar:",
    "footerCopy": "MeteoNook is © {me}, {year}. Niet aangesloten\nbij of ondersteunt door Nintendo.",
    "footerDonate": "Wil je mij steunen?",
    "footerVersion": "Versie:",
    "hGameVer1": "versie {0}",
    "hGameVerMulti": "versies {0} en {1}",
    "hLog20200715": "Met veel dank aan de vele bijdragers, is Meteonook nu beschikbaar in het Frans, Duits, Japans en Chinees! Als je ook wilt helpen met de vertalingen, lees dan het README bestand op GitHub om je bij het POEditor project aan te sluiten.",
    "warningTitle": "Let op",
    "warningMessage": "Weet je zeker dat je alle seed gegevens permanent wil verwijderen voor eiland {0}",
    "warningCancel": "Nee, annuleren",
    "warningOK": "Ja",
    "hLog20200716": "De datums voor de beestjesbeker op het zuidelijk halfrond kloppen nu. Chinese (traditioneel) en Russische vertalingen toegevoegd",
    "lstSpecialClouds": "Cumulonimbus%% Cirrus%% Cirrocumulus%%Veerwolken%%Lenticularis",
    "hLog20200802": "Voorspellingen toegevoegd voor speciale soorten wolken die verschijnen tijdens bepaalde delen van het jaar (weergegeven met het 🌀-symbool), en de vuurwerkshow toegevoegd in 1.4.0.",
    "hQEventDay": "De voorspellingen waren wekenlang perfect en zitten nu ineens fout! Wat is er gebeurd?",
    "hAEventDay": "Op bepaalde dagen negeert Animal Crossing het weerpatroon dat door je 'weerpattroon seed' is geselecteerd en gebruikt in plaats daarvan het vaste EventDay00-patroon (de hele dag helder weer, zonder vallende sterren). MeteoNook laat de meeste hiervan zien, zoals de Beestjesbeker en vuurwerkshows, met twee uitzonderingen: de dag waarop <b>K.K. Silder zijn eerste concert geeft</b> en elke dag waarop je <b>een nieuwe vaste speler toevoegt</b>. Dus als je weersvoorspelling er ineens niet kloppen nadat je een nieuw profiel hebt aangemaakt of nadat je net 3 sterren hebt bereikt, maak je geen zorgen, dat hoort zo. Het zal over een paar dagen weer normaal worden!",
    "spcHeader": "Speciale Wolken Types",
    "spcBlurb": "Tijdens bepaalde periodes van het jaar kunnen er speciale wolken verschijnen tijdens uren die <b>helder</b> of <b>zonnig</b> zijn. Deze kunnen helpen om het weerpatroon van je dag te identificeren, en aangezien hun uiterlijk een willekeurige factor heeft, kan hun aanwezigheid ook sommige weerpattronen uitsluiten en het proces versnellen.%%Als je een uur hebt gemarkeerd als <b>helder</b> of als <b>zonnig</b>, zie je een 🌀-knop ernaast. Standaard staat er ❓. Als je de speciale wolk binnen dit uur ziet, klik je eenmaal om deze te wijzigen in ✔. Als je de speciale wolk niet ziet, klik je tweemaal om deze te wijzigen in 🚫.",
    "spcDates": "<b>Mogelijk tussen deze datums:</b> {startN} tot {endN} (noordelijk halfrond), {startS} tot {endS} (zuidelijk halfrond)",
    "spcCertainAppearTime": "Deze wolken verschijnen tussen {startTime} en {endTime}.",
    "spcUncertainAppearTime": "Deze wolken kunnen verschijnen tussen {startTime} en {endTime}.",
    "spcCirrus": "Deze periode kent twee soorten speciale wolken: cirrus (op dagen met patronen genaamd 'FineXX') en cirrocumulus (op dagen met andere patronen).",
    "spcGroupNote": "Ze kunnen meerdere uren duren, maar verschijnen maar één keer per dag, dus als ze op een bepaald moment verdwijnen, komen ze later die dag niet meer terug.",
    "spcFadeNote": "Ze verschijnen ongeveer {start} minuten na het begin van het uur en verdwijnen ongeveer {end} minuten voor het einde van het uur.",
    "spcDifficultWarning": "Wees hier voorzichtig mee: 's avonds kunnen ze behoorlijk moeilijk te identificeren zijn!",
    "spcExamplePrompt": "Voorbeeld afbeeldingen (klik om het in een nieuw tabblad te openen):",
    "tErrSpecialCloudGap": "Op {date} heb je in meerdere sets speciale wolken ingevuld met een tussenruimte ertussen. Dit is niet mogelijk aangezien deze wolken maar één keer per dag kunnen verschijnen, dus corrigeer die gegevens.",
    "tErrSpecialCloudTooLong": "Op {date} heb je {count} uur aan speciale clouds ingevoerd. Dit is niet mogelijk aangezien deze wolken slechts maximaal {max} uur kunnen verschijnen, dus corrigeer die gegevens.",
    "lstSpecialCloudsLevels": "Geen speciale wolken%%Cumulonimbus%% Cirrus%% Cirrocumulus%%Veerwolken%%Lenticularis ",
    "newSuffix": "(Nieuw!)",
    "spcTypePrefix": "Speciale wolk type:",
    "helpPossiblePatterns": "Dit zijn de patronen die overeen komen met de weer types die je heb ingevoerd voor deze dag. Klik op een naam om de volledige details te zien van het patroon.",
    "helpCloudType": "Dit is het speciale wolk type die je misschien deze datum kan zien. Zie de 'speciale wolk types' sectie hierboven voor voorbeelden van wat je kan zien."
}